{
    "homes": [
        {
            "title": "Country Retreat at Annie's Cottage",
            "description": "Annie's Cottage is less than 2km from the well known wedding venue, Tankardstown House and is just 5 minutes from the historical village of Slane. The cottage is set on 2.5 acres of beautiful grounds with mature gardens and expansive lawns around the house with a south west facing patio ideal for barbecues . There are 4 double bedrooms one with an en-suite. The living area is an open plan kitchen and sitting room with amazing picturesque views across the countryside.",
            "bedrooms": "4",
            "bathrooms": "3",
            "userId": "1",
            "image": "home1.webp",
            "published": true,
            "streetAddress": "30 Xavier Avenue, North Strand",
            "city": "Dublin",
            "country": "Ireland"
        },
        {
            "title": "Beautiful 3 bed house",
            "description": "Set on the outskirts of the Wicklow Mountains, this spacious 3 bed property with landscaped garden, is ideally suited to walkers and holiday makers alike. It is the perfect place from which to explore this beautiful part of Ireland: Dublin, Glendalough, the Wicklow Way , Stately Homes, Beaches ( 8 miles drive) Waterfalls and Clara Lara water park (seasonal). The house is 5 min walk to the town centre (with restaurant / pubs serving food) ,and 15 min. walk to the mainline station (Dublin).",
            "userId": "2",
            "bedrooms": "3",
            "bathrooms": "2",
            "image": "home2.webp",
            "postCode": "D01K6W2",
            "published": true,
            "country": "Ireland"
        },
        {
            "title": "Beautiful & Peaceful panoramic view",
            "description": "4 rooms to rent don't go by calendar. Please contact me, we are set in the heart of Co. Wicklow in amongst the valleys where the panaromic views are specticular, close by to beautiful Tomnafinnogue walk for hikers etc. Lunches on request. We breed American Paint horses sheep too All rooms ensuite. Good Irish breakfast. 4 miles from Ballybeg Hse, same as other B & B's. PLEASE NOTE 1.5 MILES FROM LOCAL PUB AND THREE MILES FROM NEXT COUNTRY PUB. Price per person sharing",
            "bedrooms": "3",
            "bathrooms": "2",
            "userId": "3",
            "image": "home3.webp",
            "published": true,
            "streetAddress": "150 Belgrove Park",
            "city": "Dublin",
            "country": "Ireland"
        },
        {
            "title": "The escape - Picturesque Mountain Lodge in Wicklow",
            "description": "Nestled in The Glen of Imaal, this escape is immersed in an acre of secluded stunning beauty, with kitchen gardens & miles of forest mountains on your doorstep. Our 7 garden cabins sleep 18- 26 guests in super comfy beds. The multi-use venue has a lodge function room, larch chalet, fully catered with an outdoor kitchen/BBQ wood-fired Pizza oven. Suitable for corporate, family get-togethers, hens, stags, weddings, birthday celebrations etc. Chef and bartenders for hire for bespoke events.",
            "bedrooms": "2",
            "bathrooms": "2",
            "userId": "4",
            "image": "home4.webp",
            "published": true,
            "postCode": "A98 H6Y2",
            "country": "Ireland"
        },
        {
            "title": "Charming converted coach house",
            "description": "Located in a beautifully, scenic part of Ireland this charming house, set on 2 acres of mature garden, is the perfect destination if you are travelling around the area or just looking for a quiet place to get away, relax and recharge your batteries.",
            "bedrooms": "1",
            "bathrooms": "1",
            "userId": "5",
            "image": "home5.webp",
            "published": true,
            "country": "Ireland",
            "postCode": "A98 X992"
        },
        {
            "title": "Teach Naoimh Antoin",
            "description": "This is a family home situated three miles outside of Clonegal village which has many beautiful attractions such as Huntington Castle and the village is the final stage of the Wicklow Way. The house is a short distance to Mount Wolseley Hotel and Golf Course as well as Rathwood Garden Centre. Bunclody town is also close by. It is easily accessed from the M9 Exit 5. Lifts to and from Clonegal as part of the Wicklow Way can be arranged and from bus stops in Tullow and Bunclody.",
            "bedrooms": "6",
            "bathrooms": "5",
            "userId": "6",
            "image": "home6.webp",
            "published": true,
            "country": "Ireland",
            "postCode": "F91 HR53"
        },
        {
            "title": "Atlantic view boutique country house",
            "description": "200 year old boutique country house set on 9 acres of land overlooking one of Ireland's best surf breaks. Have a relaxing evening by the open fireplace, a glass of wine in the private bar or a game of pool.",
            "bedrooms": "6",
            "bathrooms": "6",
            "userId": "7",
            "image": "home7.webp",
            "published": true,
            "country": "Ireland",
            "postCode": "F91 H704"
        },
        {
            "title": "Atlantic Way Cottage",
            "description": "Lovely country cottage based on a working farm in Sligo , right on the Wild Atlantic Way. The property is situated on a farm and safety is paramount Guests are welcome to visit the farm animals when accompanied by the host. We have halter trained Alpacas we take walking with groups, our guests are welcome to join us on walk if pre arranged. We share our family run farm with cows, sheep pygmy goats, alpacas , donkey, ponies and rabbits. The beautiful Ben Bulben is literally on our doorstep.",
            "bedrooms": "3",
            "bathrooms": "1",
            "userId": "8",
            "image": "home8.webp",
            "published": true,
            "country": "Ireland",
            "postCode": "7XF2+P8"
        },
        {
            "title": "Oxview House",
            "description": "A spacious, 4 bedroom detached farmhouse renovated recently and fully furnished. Ideal location for a wedding in Castledargan hotel (3 min drive) or Markree Castle (5 min drive). 15 min drive to Sligo town. 2 local pubs and a shop within walking distance (3-5 min walk), 20 min drive to the closest beach and great for exploring the Wild Atlantic Way or climbing Knocknarea. Local activities available such as hill walking, surfing, golf, etc. Hosts available to help with any queries or suggestions.",
            "bedrooms": "4",
            "bathrooms": "4",
            "userId": "9",
            "image": "home9.webp",
            "published": true,
            "country": "Ireland",
            "postCode": "7XF2+P8"
        },
        {
            "title": "Rural Retreat with amazing views",
            "description": "The cottage is located in Carracastle, Co. Mayo and is a perfect location to explore the West of Ireland as its a central location. Galway, Westport, Sligo and Carrick-on-Shannon are all within an hour’s drive. It is located on 30 acres of countryside with a beautiful river running though it, 15 mins from Knock airport.",
            "bedrooms": "5",
            "bathrooms": "5",
            "userId": "10",
            "image": "home10.webp",
            "published": true,
            "country": "Ireland",
            "postCode": "H91 V5DX"
        },
        {
            "title": "McDonnells",
            "description": "Our home is 5 minutes drive from Foxford town which the famous Salmon fishing River Moy runs through, also the Woollen Mills, lots of mapped walks round the area, close by our home is Lough Muck a trout fishing lake, for artists and photography its a haven. Rail and bus service only 6mins drive from our home, Knock Ireland West Airport is just approx a 20 min drive away",
            "bedrooms": "3",
            "bathrooms": "3",
            "userId": "11",
            "image": "home11.webp",
            "published": true,
            "country": "Ireland",
            "postCode": "7XF2+P8"
        },
        {
            "title": "Connoles Gatehouse by the Sea",
            "description": "Connoles Gatehouse by the Sea....is a brand new LUXURY one bed cottage perched on the Wild Atlantic Way. Our Gatehouse by the Sea is a stunning space constructed of local stone tucked under the mountain overlooking Galway Bay, Aran Islands & the Connemara Mountains. Its amazing location overlooking the Sea, makes this Cottage an ideal base for exploring beautiful Fanore with its unspoilt Beaches, the Burren, Cliffs of Moher, Lahinch & Irelands traditional Music Capital - Doolin.",
            "bedrooms": "4",
            "bathrooms": "5",
            "userId": "12",
            "image": "home12.webp",
            "published": true,
            "country": "Ireland",
            "postCode": "H91 KD99"
        }
    ]
}