[
  {
    "_id": "10006546",
    "name": "Ribeira Charming Duplex",
    "summary": "Fantastic duplex apartment with three bedrooms, located in the historic area of Porto, Ribeira (Cube) - UNESCO World Heritage Site. Centenary building fully rehabilitated, without losing their original character.",
    "description": "Fantastic duplex apartment with three bedrooms, located in the historic area of Porto, Ribeira (Cube) - UNESCO World Heritage Site. Centenary building fully rehabilitated, without losing their original character. Privileged views of the Douro River and Ribeira square, our apartment offers the perfect conditions to discover the history and the charm of Porto. Apartment comfortable, charming, romantic and cozy in the heart of Ribeira. Within walking distance of all the most emblematic places of the city of Porto. The apartment is fully equipped to host 8 people, with cooker, oven, washing machine, dishwasher, microwave, coffee machine (Nespresso) and kettle. The apartment is located in a very typical area of the city that allows to cross with the most picturesque population of the city, welcoming, genuine and happy people that fills the streets with his outspoken speech and contagious with your sincere generosity, wrapped in a only parochial spirit. We are always available to help guests",
    "bedrooms": 3,
    "beds": 5,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/e83e702f-ef49-40fb-8fa0-6512d7e26e9b.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10009999",
    "name": "Horto flat with small garden",
    "summary": "One bedroom + sofa-bed in quiet and bucolic neighbourhood right next to the Botanical Garden. Small garden, outside shower, well equipped kitchen and bathroom with shower and tub. Easy for transport with many restaurants and basic facilities in the area.",
    "description": "One bedroom + sofa-bed in quiet and bucolic neighbourhood right next to the Botanical Garden. Small garden, outside shower, well equipped kitchen and bathroom with shower and tub. Easy for transport with many restaurants and basic facilities in the area. Lovely one bedroom + sofa-bed in the living room, perfect for two but fits up to four comfortably.  There´s a small outside garden with a shower There´s a well equipped open kitchen with both 110V / 220V wall plugs and one bathroom with shower, tub and even a sauna machine! All newly refurbished! I´ll be happy to help you with any doubts, tips or any other information needed during your stay. This charming ground floor flat is located in Horto, a quiet and bucolic neighborhood just next to the Botanical Garden, where most of the descendants of it´s first gardeners still live. You´ll be 30 minutes walk from waterfalls in the rainforest with easy hiking trails! There are nice bars and restaurants as well as basic facilities - pharmacy, b",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/5b408b9e-45da-4808-be65-4edc1f29c453.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1001265",
    "name": "Ocean View Waikiki Marina w/prkg",
    "summary": "A short distance from Honolulu's billion dollar mall, and the same distance to Waikiki. Parking included. A great location that work perfectly for business, education, or simple visit. Experience Yacht Harbor views and 5 Star Hilton Hawaiian Village.",
    "description": "A short distance from Honolulu's billion dollar mall, and the same distance to Waikiki. Parking included. A great location that work perfectly for business, education, or simple visit. Experience Yacht Harbor views and 5 Star Hilton Hawaiian Village. Great studio located on Ala Moana across the street from Yacht Harbor and near Ala Moana Shopping Center. Studio kitchette, parking, wifi, TV, A/C. Amenities include pool, hot tub and tennis. Sweet ocean views with nice ocean breezes. Pool, hot tub and tennis We try our best at creating, simple responsive management which never bothers the guest. You can breath ocean as well as aloha. Honolulu does have a very good air conditioned bus system.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/15037101/5aff14a7_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10021707",
    "name": "Private Room in Bushwick",
    "summary": "Here exists a very cozy room for rent in a shared 4-bedroom apartment. It is located one block off of the JMZ at Myrtle Broadway.  The neighborhood is diverse and appeals to a variety of people.",
    "description": "Here exists a very cozy room for rent in a shared 4-bedroom apartment. It is located one block off of the JMZ at Myrtle Broadway.  The neighborhood is diverse and appeals to a variety of people.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.5"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/72844c8c-fec2-440e-a752-bba9b268c361.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10030955",
    "name": "Apt Linda Vista Lagoa - Rio",
    "summary": "Quarto com vista para a Lagoa Rodrigo de Freitas, cartão postal do Rio de Janeiro. Linda Vista.  1 Quarto e 1 banheiro  Amplo, arejado, vaga na garagem. Prédio com piscina, sauna e playground.  Fácil acesso, próximo da praia e shoppings.",
    "description": "Quarto com vista para a Lagoa Rodrigo de Freitas, cartão postal do Rio de Janeiro. Linda Vista.  1 Quarto e 1 banheiro  Amplo, arejado, vaga na garagem. Prédio com piscina, sauna e playground.  Fácil acesso, próximo da praia e shoppings.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/59c516bd-c7c3-4dae-8625-aff5f55ece53.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1003530",
    "name": "New York City - Upper West Side Apt",
    "summary": "",
    "description": "Murphy bed, optional second bedroom available. Wifi available, Hulu, Netflix, TV Eat-in kitchen. Bathroom with great shower/bath.  Washer/dryer in basement. New York City! Great neighborhood - many terrific restaurants, bakeries, bagelries. Within easy walking distance are restaurants with the cuisines from India, Thailand, Japan, China, Mexico, South America and Europe.  As well as the many small independent stores that line Broadway, there chain stores such as Urban Outfitters (clothing), Whole Foods (groceries), Sephora (cosmetics), Michaels (crafts), and Modell's (sporting goods). Equidistant to Central Park and Riverside Park which have walking/running/biking trails as well as tennis and racquet ball courts. 10-15 blocks from Columbia University between Broadway and Amsterdam. The International Hostel across the street is an airport shuttle bus and double-decker tour bus stop.  The Hostel also has services available to the neighborhood such as lectures, brochures, etc. Convenientl",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/15074036/a97119ed_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10038496",
    "name": "Copacabana Apartment Posto 6",
    "summary": "The Apartment has a living room, toilet, bedroom (suite) and American kitchen. Well located, on the Copacabana beach block a 05 Min. walk from Ipanema beach (Arpoador). Internet wifi, cable tv, air conditioning in the bedroom, ceiling fans in the bedroom and living room, kitchen with microwave, cooker, Blender, dishes, cutlery and service area with fridge, washing machine, clothesline for drying clothes and closet with several utensils for use.  The property boasts 45 m2.",
    "description": "The Apartment has a living room, toilet, bedroom (suite) and American kitchen. Well located, on the Copacabana beach block a 05 Min. walk from Ipanema beach (Arpoador). Internet wifi, cable tv, air conditioning in the bedroom, ceiling fans in the bedroom and living room, kitchen with microwave, cooker, Blender, dishes, cutlery and service area with fridge, washing machine, clothesline for drying clothes and closet with several utensils for use.  The property boasts 45 m2. The apartment has a living room, wash room, suite and an American kitchen. The bedroom has a double bed and there's a bunk bed in the living room. It is very well located, in the Copacabana beach block and just a few blocks from Arpoador and Ipanema. You can walk to any of those beaches. It has internet wifi, tv, air conditioning in the bedroom, ceiling fans in the living room and the bedroom and an equipped kitchen with cooker, fridge, washing machine, microwave and utensils. Ease of public transportation, banks, mar",
    "bedrooms": 1,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/159d489e-62ad-44c4-80a0-fab2a8f3b455.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10047964",
    "name": "Charming Flat in Downtown Moda",
    "summary": "Fully furnished 3+1 flat decorated with vintage style.  Located at the heart of Moda/Kadıköy, close to seaside and also to the public transportation (tram, metro, ferry, bus stations) 10 minutes walk.",
    "description": "Fully furnished 3+1 flat decorated with vintage style.  Located at the heart of Moda/Kadıköy, close to seaside and also to the public transportation (tram, metro, ferry, bus stations) 10 minutes walk. The apartment is composed of 1 big bedroom with double sized bed, a guest room with double sofa bed , a living room with 2 double sofa bed. It's suitable for max 6  people. Every bedroom has balcony overlooking the calm streets of Moda, where you will find relax and intimacy , even if at one step from the most vivid Moda's living streets. There's also private parking area with remote controller. The apartment is away from the traffic and the most crowded places, good for the ensuring quiet and a peaceful rest. The apartment is fully available to guests and is equipped with heating in all bedrooms. In the living room there is a HD TV and Apple TV. In the kitchen, there are dishwasher, oven and washing machine, with the respective detergents. You will find fresh water in the fridge and on t",
    "bedrooms": 2,
    "beds": 6,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/231120b6-e6e5-4514-93cd-53722ac67de1.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10051164",
    "name": "Catete's Colonial Big Hause Room B",
    "summary": "Old floor, intirely reformed, destined to receive people in a very harmonious and welcoming place. Located at Catete's neighborhood, with a very easy access to the metro station, a lot of bus lines, next to a excellent trade and things to do around.",
    "description": "Old floor, intirely reformed, destined to receive people in a very harmonious and welcoming place. Located at Catete's neighborhood, with a very easy access to the metro station, a lot of bus lines, next to a excellent trade and things to do around.",
    "bedrooms": 1,
    "beds": 8,
    "bathrooms": {
      "$numberDecimal": "4.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/b2119f25-42e1-4770-8072-20de92e65893.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10057447",
    "name": "Modern Spacious 1 Bedroom Loft",
    "summary": "Prime location, amazing lighting and no annoying neighbours.  Good place to rent if you want a relaxing time in Montreal.",
    "description": "Prime location, amazing lighting and no annoying neighbours.  Good place to rent if you want a relaxing time in Montreal. Lot's of plants and lights.  Really great modern bathroom that you will love showering in :) and a kitchen equipped with everything you need to cook a great meal.  (we live here)",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/9fa69ad8-c9be-45dd-966b-b8f59bdccb2b.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10057826",
    "name": "Deluxe Loft Suite",
    "summary": "Loft Suite Deluxe @ Henry Norman Hotel Located in Greenpoint, Brooklyn and housed in a converted 19th-century warehouse, the Henry Norman Hotel features modern lofts and suites with hardwood floors, antiques and contemporary art.",
    "description": "Loft Suite Deluxe @ Henry Norman Hotel Located in Greenpoint, Brooklyn and housed in a converted 19th-century warehouse, the Henry Norman Hotel features modern lofts and suites with hardwood floors, antiques and contemporary art. This loft unit features a kitchenette and is fully equipped with everything you need for your stay. The Loft Suite Deluxe has an alcove bedroom area with a Queen size bed and a comfortable pull-out sofa in the living room area, which in total can easily sleep up to 4 guests. The loft is equipped with 42\" LCD HD TVs in both the living and bedroom areas with premium cable channels (HBO, Showtime & more). There are hardwood floors throughout and a full bathroom with shower/tub combination. Sleeps up to 4 guests. Guest will have access to common terraces, lounge area, business center with 2 iMac computers, fitness center with dry sauna and steam shower, and laundry room. Greenpoint is an artsy Brooklyn neighborhood filled with great restaurants, cafes, and shops.",
    "bedrooms": 0,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/40ace1e3-4917-46e5-994f-30a5965f5159.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10059244",
    "name": "Ligne verte - à 15 min de métro du centre ville.",
    "summary": "À 30 secondes du métro Joliette. Belle grande cuisine, chambre et salon bien ensoleillé. Wifi et chrome cast inclus.",
    "description": "À 30 secondes du métro Joliette. Belle grande cuisine, chambre et salon bien ensoleillé. Wifi et chrome cast inclus. Vous avez accès à tout l'appartement. Une amie sera disponible en cas de besoin. L'appartement se trouve à 4 minutes de marche de la promenade Ontario, où on y trouve une multitude de boutiques locales, marchés bio, boucherie, restaurant et parcs. Stationnement dans la rue, à 30 secondes du métro Joliette et 30 secondes des lignes d'autobus.",
    "bedrooms": 0,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/af5c069c-ef73-490a-9e47-b48c0ae47c2f.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10059872",
    "name": "Soho Cozy, Spacious and Convenient",
    "summary": "Clean, fully furnish, Spacious 1 bedroom flat just off the escalator in Mid Levels. 2 minutes From Soho Bar and Restaurants. Located in a quiet alley 1 minute from Sun Yat Sen",
    "description": "Clean, fully furnish, Spacious 1 bedroom flat just off the escalator in Mid Levels. 2 minutes From Soho Bar and Restaurants. Located in a quiet alley 1 minute from Sun Yat Sen",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/4533a1dc-6fd8-4167-938d-391c6eebbc19.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10066928",
    "name": "3 chambres au coeur du Plateau",
    "summary": "Notre appartement comporte 3 chambres avec chacune un lit queen. Nous avons également un salon, une salle de bain avec baignoire, et une cuisine toute équipée, avec laveuse et sécheuse.",
    "description": "Notre appartement comporte 3 chambres avec chacune un lit queen. Nous avons également un salon, une salle de bain avec baignoire, et une cuisine toute équipée, avec laveuse et sécheuse. Notre logement est lumineux, plein de vie et chaleureux! Vous disposerez de l'appartement entier avec 3 chambres fermées, chacune avec 1 lit queen size. Le logement sera disponible en entier pour votre séjour. N'hésitez pas à m'écrire pour toute demande de renseignement ! L'appartement se situe au coeur du Plateau, donc très central pour toutes vos activités. À 1 min à pied se trouvent bars, restaurants, magasins, épiceries. Le quartier est très vivant et idéal pour découvrir Montréal. L'appartement se situe à égale distance des métros Sherbrooke et Mont-Royal et à proximité de nombreux arrêts d'autobus.",
    "bedrooms": 3,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/f208bdd7-bdab-4d4d-b529-8e6b1e5a83c1.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10069642",
    "name": "Ótimo Apto proximo Parque Olimpico",
    "summary": "Apartamento próximo ao centro dos Jogos Olímpicos 2016 a 6 Km do Parque Olímpico e próximo a praia. Infraestrutura total de transporte além de shoppings e comércio. Área nobre do Rio de Janeiro.",
    "description": "Apartamento próximo ao centro dos Jogos Olímpicos 2016 a 6 Km do Parque Olímpico e próximo a praia. Infraestrutura total de transporte além de shoppings e comércio. Área nobre do Rio de Janeiro.",
    "bedrooms": 2,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/5b1f4beb-6e06-41f0-970b-044f2f28d957.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10082307",
    "name": "Double Room en-suite (307)",
    "summary": "A standard double room with a queen size double bed and with private bathroom. There is a working table, chair and a shelf. A clean and comfortable room.",
    "description": "A standard double room with a queen size double bed and with private bathroom. There is a working table, chair and a shelf. A clean and comfortable room.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/8ee32fb6-2094-42ee-ae6c-ff40b479f9a7.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10082422",
    "name": "Nice room in Barcelona Center",
    "summary": "Hi!  Cozy double bed room in amazing flat next to Passeig de Sant Joan and to metro stop Verdaguer. 3 streets to Sagrada Familia and 4 streets to Passeig de Gracia. Flat located in the center of the city.  View to Sagrada Familia and Torre Agbar.",
    "description": "Hi!  Cozy double bed room in amazing flat next to Passeig de Sant Joan and to metro stop Verdaguer. 3 streets to Sagrada Familia and 4 streets to Passeig de Gracia. Flat located in the center of the city.  View to Sagrada Familia and Torre Agbar. Nice flat in the central neighboorhood of Eixample. Ideal couple or 2 friends. Dreta de l'Eixample",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/aed1923a-69a6-4614-99d0-fd5c8f41ebda.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10083468",
    "name": "Be Happy in Porto",
    "summary": "Be Happy Apartment is an amazing space. Renovated and comfortable apartment, located in a building dating from the nineteenth century in one of the most emblematic streets of the Porto city \"Rua do Almada\".  Be Happy Apartment is located in the city center, able you to visit the historic center only by foot, being very close of majority points of interesting of the Porto City. Be Happy Apartment is located close of central Station MetroTrindade.",
    "description": "Be Happy Apartment is an amazing space. Renovated and comfortable apartment, located in a building dating from the nineteenth century in one of the most emblematic streets of the Porto city \"Rua do Almada\".  Be Happy Apartment is located in the city center, able you to visit the historic center only by foot, being very close of majority points of interesting of the Porto City. Be Happy Apartment is located close of central Station MetroTrindade. Be Happy Apartment is housed in a typical Porto building, where the apartment was completely remodeled, with a beautiful decoration,with great style and extremelly confortable. Fully equipped kitchen, microwave, ceramic hob and fridge. The bathroom is excelent for a relax time. In surroundings of Be Happy Apartment  there is supermarket, coffee shops, bakeries, restaurants, bars and clubs. My guests have acess to all apartment. I`am always avaiable with for my guests. \"Be happy in Porto\"  offers a quality accommodation to spend a few pleasant d",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/9420dabf-661e-4e86-b69c-84d90ceeedb5.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10084023",
    "name": "City center private room with bed",
    "summary": "House is located 5mins walk from Sham Shui Po and Prince Edward MTR. The private room has a single bed and a big closet, with window. You can enjoy the living area, kitchen and bathroom.  Speaks great Eng, Mandarin & Cantonese.Lots of restaurant here",
    "description": "House is located 5mins walk from Sham Shui Po and Prince Edward MTR. The private room has a single bed and a big closet, with window. You can enjoy the living area, kitchen and bathroom.  Speaks great Eng, Mandarin & Cantonese.Lots of restaurant here The house is old fashion type, and paint the whole flat by ourselves, it is unique in the city^^ Living Room , Kitchen and Toilet, All cooking equipment can be used too A phone card of unlimited data will be provided during the stay, and phone call can also be made by the card. We have 3 bedrooms in the house and 2 are occupied by us,  lots of Hong Kong traveling tips will be provided and also simple local tour if time is allowed. Cheapest food, electronic device, clothing and other stuff in Hong Kong can be found in this area. Lots of Traditional and old fashion building are located here. \"Dark side\" of Hong Kong can also be found here, because many elderly and poor are living Here Close to 3 different MTR Station, Sham shui Po and Shek K",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/e6275515-7d73-4a70-bdc4-39ba6497e7d3.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10091713",
    "name": "Surry Hills Studio - Your Perfect Base in Sydney",
    "summary": "This spacious, light filled studio has everything you need to enjoy Sydney and is the perfect base for exploring. The harbour is an easy walk, Bondi a short bus trip away.",
    "description": "This spacious, light filled studio has everything you need to enjoy Sydney and is the perfect base for exploring. The harbour is an easy walk, Bondi a short bus trip away. Comfortable studio with a great layout. The bathroom has a full size bath tub and shower. Complete set of kitchen utensils etc for cooking and a full size fridge. The 3 seater sofa and 42' TV mean you can comfortably relax after a day at the beach or exploring.  Large lounge room windows provide harbour views. You have full use of the entire studio and complete privacy during your stay. You have complete privacy during your stay. Surry Hills is a vibrant eclectic community and an amazing place to live, and this studio is in the centre of it all. A fantastic range of small bars and restaurants are on your doorstep, along with Sydney's best breakfasts for the next morning. Central to public transport, busses to Bondi Beach and the city are 50 metres from the front door. Travel Card 'Opal' travel cards work on all Sydne",
    "bedrooms": 0,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/f8eaba4e-d211-42fb-a3ca-887c0ff766f8.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10092679",
    "name": "Cozy house at Beyoğlu",
    "summary": "Hello dear Guests, wellcome to istanbul. My House is 2+1 and at second floor. 1 privite room is for my international guests. House is Very close to Taksim Square. You can Walk in 30 minutes or you can take a bus.  The bus stop is only 100 m from home. You can go Taksim, Eminönü, Karaköy, Kadıköy, Beyazıt, Sultanahmet easily from home.  I have 1 bed, two people can sleep together. Second person should pay extra. You can use kitchen, bathroom, free Wifi, dishwasher, washing machine, Ironing.",
    "description": "Hello dear Guests, wellcome to istanbul. My House is 2+1 and at second floor. 1 privite room is for my international guests. House is Very close to Taksim Square. You can Walk in 30 minutes or you can take a bus.  The bus stop is only 100 m from home. You can go Taksim, Eminönü, Karaköy, Kadıköy, Beyazıt, Sultanahmet easily from home.  I have 1 bed, two people can sleep together. Second person should pay extra. You can use kitchen, bathroom, free Wifi, dishwasher, washing machine, Ironing. Safe, quite, big house, wiev, Central, near the bus stop. Kitchen, bathroom, room, sitting room, balcony, washing machine, dishwasher, Ironing. You can ask any questions with phone, (Hidden by Airbnb) or email. + (Phone number hidden by Airbnb) is my (Hidden by Airbnb) number.  (Email hidden by Airbnb) is my email adress Beyoğlu / Centre of İstanbul It calls Hasköy area, near the Golden Horn Its very closed to bus stop and Balat, Taksim, Pierre Loti, Eminönü, Sultan Ahmet, Kadıköy Just enjoy your hol",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/23876199-7472-48f4-b215-7c727be47fd7.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10096773",
    "name": "Easy 1 Bedroom in Chelsea",
    "summary": "A comfortable one bedroom for responsible guests. Plenty of natural light. Walk up building. You'll feel like a local staying in this residential neighborhood, right next to great food, bars, subways, the High Line, Chelsea Piers, etc.",
    "description": "A comfortable one bedroom for responsible guests. Plenty of natural light. Walk up building. You'll feel like a local staying in this residential neighborhood, right next to great food, bars, subways, the High Line, Chelsea Piers, etc. *I listed this place late so can be flexible for you. I'm quick to respond - contact me and let's discuss whether we can make something work for you asap* Sorry about the lack of pictures. Will link you to Streeteasy when you reply. There is a small (regular for NYC) bedroom, a living room with couches and a TV (with apple tv but only basic cable), a kitchen, and a bathroom. It is in a walk up building a couple of flights up. Need relatively quiet guests for this residential building - definitely not a place for your weekend party. I am available to help you any time and will provide a cell # for questions. When I let you in, I'll also be able to answer any questions and point you to restaurants and local attractions. Chelsea is considered a high end nei",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/ceb6e8b2-d006-4f1f-b0c4-001e48de11db.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10108388",
    "name": "Sydney Hyde Park City Apartment (checkin from 6am)",
    "summary": "Our city apartment is a bright, comfortable 1 bedroom with 24hr front-desk access. It is conveniently located directly across from Hyde Park and within walking distance of delightful cafes, restaurants, parks, major city attractions and public transport, including Museum Station which has a direct connection to Sydney Airport.",
    "description": "Our city apartment is a bright, comfortable 1 bedroom with 24hr front-desk access. It is conveniently located directly across from Hyde Park and within walking distance of delightful cafes, restaurants, parks, major city attractions and public transport, including Museum Station which has a direct connection to Sydney Airport. SPACE  Comfortable 1 bedroom which has a queen-sized bed, is air conditioned and has a self-contained kitchen, including:  fridge, dishwasher, oven, cooktop, microwave. SECURITY  Secure 24hour front-desk access with full access to the rooftop area which  has stunning views of Hydepark and the city, and includes: pool, sauna and gym.  Laundry facilities, which are located on the mezzanine level and has coin operated washing machines and dryers. MY AVAILABILITY I am easily contactable at anytime. If I am unable to welcome you personally I will leave the keys to the apartment and any further information marked for your attention at the front desk. AREA Located withi",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/a2e7de4a-6349-4515-acd3-c788d6f2abcf.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10109896",
    "name": "THE Place to See Sydney's FIREWORKS",
    "summary": "The ultimate way to experience Sydney Harbour; fireworks, the bridge, and the proximity to the city means you can experience everything this city has to offer.  Tucked into the Balmain Peninsula, you're close to parks, pubs, shops, buses, and more!",
    "description": "The ultimate way to experience Sydney Harbour; fireworks, the bridge, and the proximity to the city means you can experience everything this city has to offer.  Tucked into the Balmain Peninsula, you're close to parks, pubs, shops, buses, and more! An entertainer's retreat!!  Views of the Sydney Harbour are unparalleled, the house is spacious and modern, the neighbourhood is friendly.  Your bedroom opens out onto a grassy backyard with views of the city and features your own en suite bathroom with shower. You'll access all areas except the master bedroom and spare bedrooms, this means the guest room with en suite, garden, kitchen, living, laundry, pantry, and powder room are all yours. We're just a phone call away to assist you with any questions or features of the house, there are many! We're 5 minutes from the bus stops (to the city or to the Balmain East ferry), 4 minutes to a park with tennis courts, and 2 minutes to an iconic Balmain pub, the Bald Rock Hotel.  The grocery store, b",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "2.5"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/aca46512-3f26-432e-8114-e13fa5707217.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10112159",
    "name": "Downtown Oporto Inn (room cleaning)",
    "summary": "Tradicional building, with high ceilings next to City Hall or Trindade Subway station, at a short walking distance from the historic center of this beautiful city. R It is the property of a book novel writer.",
    "description": "Tradicional building, with high ceilings next to City Hall or Trindade Subway station, at a short walking distance from the historic center of this beautiful city. R It is the property of a book novel writer. Cozy, located near the most interesting points of the city to provide a nice stay, with a low budget.  Has a gift shop to buy handicraft, books and other gifts, It is a Inn with groundfloor and 1st floor, with access to a small patio at groundfloor. You may reach us by e-mail - (Email hidden by Airbnb)  or (Hidden by Airbnb) (Website hidden by Airbnb)  Exciting, urban and dinamic, stay with us, near the center, and enjoy a unique stay! Next to Trindade subway station, and also to Faria Guimarães subway station. Near Praca da República, where there are several bus stop. No private parking.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/442ad717-ecf2-4bb5-a186-17a46cfb5f5f.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10115921",
    "name": "GOLF ROYAL RESİDENCE TAXİM(1+1):3",
    "summary": "our place situated at the middle of beautiful places such as nişantaşi street just 5 min walking and osmanbey these streets are full of markets,resturants also  we are 1.2 kilo metere far from taksim square and istiklal street one of the most famous",
    "description": "our place situated at the middle of beautiful places such as nişantaşi street just 5 min walking and osmanbey these streets are full of markets,resturants also  we are 1.2 kilo metere far from taksim square and istiklal street one of the most famous",
    "bedrooms": 2,
    "beds": 4,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/fbdaf067-9682-48a6-9838-f51589d4791a.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10116256",
    "name": "GOLF ROYAL RESIDENCE SUİTES(2+1)-2",
    "summary": "A BIG BED ROOM WITH A BIG SALOON INCLUDING A NICE BALAKON TO HAVE SOME FRESH AIR . OUR RESIDENCE SITUATED AT THE CENTRE OF THE IMPORTANT MARKETS SUCH AS NİŞANTAŞİ,OSMANBEY AND TAKSIM SQUARE,",
    "description": "A BIG BED ROOM WITH A BIG SALOON INCLUDING A NICE BALAKON TO HAVE SOME FRESH AIR . OUR RESIDENCE SITUATED AT THE CENTRE OF THE IMPORTANT MARKETS SUCH AS NİŞANTAŞİ,OSMANBEY AND TAKSIM SQUARE,",
    "bedrooms": 2,
    "beds": 5,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/79955df9-923e-44ee-bc3c-5e88041a8c53.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10116578",
    "name": "Apartamento zona sul do RJ",
    "summary": "próximo aos principais pontos turísticos,,do lado do metro, vista p o CRISTO REDENTOR, GARAGEM, FAXINEIRA, PLAY.",
    "description": "próximo aos principais pontos turísticos,,do lado do metro, vista p o CRISTO REDENTOR, GARAGEM, FAXINEIRA, PLAY.",
    "bedrooms": 3,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "1.5"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/96bb9ea5-a164-4fb6-a136-a21b168a72d7.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10117617",
    "name": "A Casa Alegre é um apartamento T1.",
    "summary": "Para 2 pessoas. Vista de mar a 150 mts. Prédio com 2 elevadores. Tem: - quarto com roupeiro e cama de casal (colchão magnetizado); - cozinha: placa de discos, exaustor, frigorifico, micro-ondas e torradeira; casa de banho completa; - sala e varanda.",
    "description": "Para 2 pessoas. Vista de mar a 150 mts. Prédio com 2 elevadores. Tem: - quarto com roupeiro e cama de casal (colchão magnetizado); - cozinha: placa de discos, exaustor, frigorifico, micro-ondas e torradeira; casa de banho completa; - sala e varanda. Foi renovado há menos de um ano. É um apartamento acolhedor e luminoso. Tem uma sala aprazível e extensível à varanda (15 m2),  com uma  rede brasileira para descansar e apreciar a vista do mar. A praia, a dois minutos de distancia, tem bandeira azul. Disponibiliza-se roupa de cama (lençóis, almofadas e cobertores), de banho (toalhas) e utensílios de cozinha (pratos, panelas, copos e talheres). Disponibiliza-se também sabonete e gel. A Casa Alegre está localizada numa avenida tranquila, com estacionamento à porta e em zona de comércio local (restaurantes, farmácias, cabeleireiros, mercearias, bancos, lavandaria e mercado).  Está perto do centro de Vila do Conde e da Póvoa do Varzim, cidades ligadas por uma ciclovia marítima. Os percursos po",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/8845f3f6-9775-4c14-9486-fe0997611bda.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10120414",
    "name": "The LES Apartment",
    "summary": "Dear guests, Would you just like to live in the heart of the city that you would be eligible to go anywhere? If yes, you found the right place!",
    "description": "Dear guests, Would you just like to live in the heart of the city that you would be eligible to go anywhere? If yes, you found the right place! It is a 1 bedroom apartment that can hold 3 people easily. The living room is spacious and there are enough places to seat groups. The apartment is facing the street, so, the house is not blocked by other buildings and the sun enters the living room. You can access to the rooftop where you have a beautiful view of Empire State Building on your right and Freedom Tower on your left. I will always be on contact if you need anything before and during your stay. Lower East Side is one of the most fascinating neighborhoods in New York City. Throughout it's history, LES had been an active and fun area where you can find basically everything you want and need. I can give a small history of the area once you arrive since I just wrote an article about it:) 2nd Avenue F station is 30 seconds walking distance. Delancey Street J M Z trains are few blocks aw",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/0113fa69-96c5-4241-a949-854a48d8d9e0.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10133350",
    "name": "2 bedroom Upper east side",
    "summary": "Near 70th and 1st.  A very nice 6th floor walk-up with true 2 bedrooms and one bath. Full Kitchen. One bedroom has a queen and the other a double.  Living room has a couch you could sleep on too. New powerful air conditioner cools whole apt. Great area with restaurants, shopping and walk to Central Park Please contact us first if reserving on same day, we might need time to arrange for keys. Holiday weekends we prefer 3 night stays. Thank you!",
    "description": "Near 70th and 1st.  A very nice 6th floor walk-up with true 2 bedrooms and one bath. Full Kitchen. One bedroom has a queen and the other a double.  Living room has a couch you could sleep on too. New powerful air conditioner cools whole apt. Great area with restaurants, shopping and walk to Central Park Please contact us first if reserving on same day, we might need time to arrange for keys. Holiday weekends we prefer 3 night stays. Thank you! The space is one block away from the new second avenue subway... The Q line which gets you into times sqaure/heralds square in ten minutes. We are able to be reached during your stay. Walk to Central Park or Madison ave shops.  Plenty of restaurants, pizza and great bagel shop.",
    "bedrooms": 2,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/d9886a79-0633-4ab4-b03a-7686bab13d71.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10133554",
    "name": "Double and triple rooms Blue mosque",
    "summary": "",
    "description": "We are on the central city  Blue mosque 5 minutes  Hagia sopiha 4 minutes  Topkapi palace and archeology museums 5 minutes  Grand bazaar 10 minutes We have bathroom,wc,İnternet in rooms and under rooms we have cafe bar restaurant and market anything you need we can help you 24 hours Hospitality Cankurtaran mahallesi akbıyık caddesi no 22 Sultanahmet Fatih İstanbul Tram 5 minutes  metro 10 minutes  Bus 10 minutes",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/68de30b5-ece5-42ab-8152-c1834d5e25fd.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10138784",
    "name": "Room Close to LGA and 35 mins to Times Square",
    "summary": "A private small bedroom in a 2 BR 1BA apartment. There’s no living area as I converted to live in. The location is 2 minutes to Q33 bus stop, 5 minutes to 7 train station ( which directly takes you to Times Square in 35-40 minutes ).",
    "description": "A private small bedroom in a 2 BR 1BA apartment. There’s no living area as I converted to live in. The location is 2 minutes to Q33 bus stop, 5 minutes to 7 train station ( which directly takes you to Times Square in 35-40 minutes ). The bedroom has a queen bed, a closet, a mini fridge, outlets, USB ports, wifi, and AC. Kitchen is not provided to use. Guest have access to the bedroom and bathroom only. This apartment has my husband and me. This place also has a chinchilla and a French Bulldog. We are living in this apartment in a living area. And we are offering an actual room for your privacy. I would be very happy to welcome all dog lovers because our frenchie loves to interact with people. So feel free to contact me if you have any questions :) This elevator building is located in a great neighborhood where there are many great restaurants from all parts of the world ( Latin American, Indian, Thai, Japanese, Filipino and the list goes on) .  The building is also conveniently near ma",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/f1c9e2c8-c619-4c97-afab-b8bf0ae9ea1d.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10140368",
    "name": "A bedroom far away from home",
    "summary": "NOTES: BEFORE BOOKING, PLEASE KNOW THAT WE ARE LOCATED ON THE 3RD FLOOR OF A WALK UP BUILDING (3 SHORT FLIGHT OF (Website hidden by Airbnb) IF YOU HAVE TROUBLE CLIMBING STAIRS, BE ADVISED, THANKS! THE CHECK-IN TIME IS STRICTLY BETWEEN 1PM-10PM.. AND CHECK OUT IS 11AM THIS LISTING IS ONLY FOR A BEDROOM AND NOT THE ENTIRE APARTMENT.",
    "description": "NOTES: BEFORE BOOKING, PLEASE KNOW THAT WE ARE LOCATED ON THE 3RD FLOOR OF A WALK UP BUILDING (3 SHORT FLIGHT OF (Website hidden by Airbnb) IF YOU HAVE TROUBLE CLIMBING STAIRS, BE ADVISED, THANKS! THE CHECK-IN TIME IS STRICTLY BETWEEN 1PM-10PM.. AND CHECK OUT IS 11AM THIS LISTING IS ONLY FOR A BEDROOM AND NOT THE ENTIRE APARTMENT. our place is a good sized apartment in a very quiet neighborhood. the bedroom is clean and cozy with a queen sized bed, so you can get all the rest you need. you can use the living room and kitchen. we also have a piano, so if you know how to play,you are free to do so! one of us will try to help you in your needs through out your stay. our neighborhood is basically peaceful, there a lot of children because the school bus picks them up by the corner. but all in all, its a quiet and friendly place to live. subway is about 5-8 minutes away by foot. there is street parking.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/e15dbb07-8de4-4e4e-9217-1d0763419532.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10141950",
    "name": "Big, Bright & Convenient Sheung Wan",
    "summary": "Hollywood Rd Studio Only 1 apartment per floor 650sqft! Fast Wifi and Kitchen! Daily Housekeeping! NEAR 3min walk from MTR 3min walk from Escalators 5min walk from LKF (Please note I live here so some belongings kept in wardrobe)",
    "description": "Hollywood Rd Studio Only 1 apartment per floor 650sqft! Fast Wifi and Kitchen! Daily Housekeeping! NEAR 3min walk from MTR 3min walk from Escalators 5min walk from LKF (Please note I live here so some belongings kept in wardrobe) Huge Luxury Studio Serviced Apartment 650sqm! That means daily house keeping and all Amendities! I will be on a holiday trip, but you can access me through email and I can call you if you have any issues LKF Escalators IFC Mall SOHO food Wellington St Food! 3 minutes walk from MTR station I actually live in the studio, so my belongings will be in a wardrobe space",
    "bedrooms": 0,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/aee73a00-c7dd-43bd-93eb-8d96de467a89.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10166883",
    "name": "Large railroad style 3 bedroom apt in Manhattan!",
    "summary": "Spacious 3 bedroom apartment. 2 are railroad style (must go through one to get to the next) and the additional bedroom is at opposite end of the apartment for extra privacy. Well equipped open kitchen. Large living room with additional fold out couch. Great apt for a weekend in NYC.  10 min walk to Central Park.",
    "description": "Spacious 3 bedroom apartment. 2 are railroad style (must go through one to get to the next) and the additional bedroom is at opposite end of the apartment for extra privacy. Well equipped open kitchen. Large living room with additional fold out couch. Great apt for a weekend in NYC.  10 min walk to Central Park. Beautiful Railroad style NYC apartment with exposed brick. Larger than what most people expect to get in NYC. Located in and old Italian neighborhood that has slowly turned into El barrio (The latin neighborhood of manhattan). This combination is amazing since you will be staying next to one of NYC's oldest brick oven pizzeria, Patsy's, and one of NYC's best Italian restaurants RAO's, plus a plethora of LatinAmerican and Mexican restaurants at walking distance. You have access to the whole apartment except for 3 closets. Anything that you need just call or text us. East harlem is a very diverse neighborhood with people of all backgrounds. The apartment is half a block away from",
    "bedrooms": 3,
    "beds": 4,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/5183470a-9507-4488-b113-57a919d48910.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10166986",
    "name": "Resort-like living in Williamsburg",
    "summary": "Amazing Apt : 1 bdrm/1 bathroom furnished, New building with a doorman, jacuzzi, gym, pool, and roofdeck with an amazing Manhattan view.  Very good location : 4-Minutes walk to the L subway station, then Just 3 stops away from Manhattan.",
    "description": "Amazing Apt : 1 bdrm/1 bathroom furnished, New building with a doorman, jacuzzi, gym, pool, and roofdeck with an amazing Manhattan view.  Very good location : 4-Minutes walk to the L subway station, then Just 3 stops away from Manhattan. Accept only reservation for minimum 3 nights.",
    "bedrooms": 2,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/e8e3a30b-a3e9-4925-88b2-d3977054be34.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1016739",
    "name": "Private Room (2)  in Guest House at Coogee Beach",
    "summary": "Room 2  Private room in charming recently renovated federation guest house at Coogee Beach. Prices are per room for 2 People only. A queen  and a single bed. Not suitable for group booking All rooms have  TV, desk, wardrobe, beds, unlimited wifi 2 mins from the beach, cafes and transport. This is not a party house but a safe and clean place to stay. Share bathrooms and kitchen... All common areas are cleaned daily.",
    "description": "Room 2  Private room in charming recently renovated federation guest house at Coogee Beach. Prices are per room for 2 People only. A queen  and a single bed. Not suitable for group booking All rooms have  TV, desk, wardrobe, beds, unlimited wifi 2 mins from the beach, cafes and transport. This is not a party house but a safe and clean place to stay. Share bathrooms and kitchen... All common areas are cleaned daily. Price is per room and each room has a double bed, accommodates 2 people. NOT suitable for group bookings Property is very secure with electronic entry at front gate and individually keyed rooms. A safe and quiet place to come home to with the ability to mingle with other guests if you wish. Check our reviews on Trip Advisor, were new to Air BNB (URL HIDDEN) Included in the price is unlimited wifi, Kitchen facilities, Laundry facilities and private shared bathrooms. Manager onsite. I am happy to provide advice on local restaurants and travel tips. You definitely don't need a ",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "3.5"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/15288404/3f765cd7_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10184012",
    "name": "Apto semi mobiliado",
    "summary": "Proximidade de comércio, serviços e transporte. Distante da poeira, bagunça e barulheira. Ambiente familiar e tranquilo.",
    "description": "Proximidade de comércio, serviços e transporte. Distante da poeira, bagunça e barulheira. Ambiente familiar e tranquilo. Lugar de passagem, sem internet, sem telefone, sem TV. Turismo se faz na rua e não dentro de casa. Casa é apenas o lugar de descanso para se repor as energias para o dia seguinte. A garagem só se alugar um carro. Apenas por celular, email ou (Hidden by Airbnb) . Fica a doze minutos da UERJ e quinze do Maracanã, andando a pé e devagar.",
    "bedrooms": 2,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/7636a27c-6f18-41d4-b2ce-ecfa1e561451.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10186755",
    "name": "Roof double bed private room",
    "summary": "Near to underground metro station. Walking distance to seaside. 2 floors 1 entry. Husband, wife, girl and boy is living.",
    "description": "Near to underground metro station. Walking distance to seaside. 2 floors 1 entry. Husband, wife, girl and boy is living.",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/7280244f-cd51-4ac1-a9fd-9acef8a7f0bc.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1019168",
    "name": "Cozy Nest, heart of the Plateau",
    "summary": "Come spend a few days (or weeks) in our beautiful and cozy apartment situated in the heart of Montreal's most happening neighborhood! You will share the space with me as, maybe another guest and probably a cute cat or kitten (I sometimes foster cute little furry balls). LGBTQ friendly :) Looking forward to meeting you!",
    "description": "Come spend a few days (or weeks) in our beautiful and cozy apartment situated in the heart of Montreal's most happening neighborhood! You will share the space with me as, maybe another guest and probably a cute cat or kitten (I sometimes foster cute little furry balls). LGBTQ friendly :) Looking forward to meeting you! The spacious double room comes fully furnished with a double bed, closet space as well as a desk + High speed internet + heating + sheets and towels + direct access to a washer/dryer. Our apartment is a ground floor with a cute backyard and is situated right between two of Montreal's most happening neighborhoods (The Plateau and Mile End) as well as two main streets: Saint-Laurent and Mont-Royal.  5 minute walking distance from the beautiful Mont-Royal 10 minutes direct bus ride from downtown Steps away from bixi stands (Local bicycle sharing program). Our neighborhood is bustling with grocery shops, cafés, bars, restaurants and parks, all in walking distance! Please fee",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/a27beb17-c028-49a1-a374-9f4244f7b2ff.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10199760",
    "name": "Uygun nezih daire",
    "summary": "",
    "description": "",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/d714487a-21cf-47b4-ad3c-e983adadc6b7.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10201975",
    "name": "Ipanema: moderno apê 2BR + garagem",
    "summary": "Moderno apartamento de 2 quartos com garagem em bucólica rua de Ipanema, a poucos metros da Lagoa Rodrigo de Freitas.",
    "description": "Moderno apartamento de 2 quartos com garagem em bucólica rua de Ipanema, a poucos metros da Lagoa Rodrigo de Freitas. Moderno apartamento de 2 quartos com garagem, localizado em rua tranquila de Ipanema, a poucos metros da Lagoa Rodrigo de Freitas. Acomoda de maneira confortável 4 pessoas. Ar condicionado split em todos os cômodos (quarto, suíte, sala e banheiro da suíte) Os hóspedes terão acesso às áreas comuns do prédio e a todo o apartamento. Recebemos pessoalmente os hóspedes no apartamento, entregamos as chaves, mostramos o espaço e damos informações e sugestões de passeios pela cidade.",
    "bedrooms": 2,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/d2ccb4bd-1cda-417f-98e4-4d8695ba3a8c.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10209136",
    "name": "Friendly Apartment, 10m from Manly",
    "summary": "A friendly apartment block where everyone knows each other and there is a strong communal vibe. Property has a huge backyard with vege garden and skate ramp. 7min walk to the beach and 2min to buses.",
    "description": "A friendly apartment block where everyone knows each other and there is a strong communal vibe. Property has a huge backyard with vege garden and skate ramp. 7min walk to the beach and 2min to buses. Great bedroom with a queen bed and window with views facing out over Balgowlah area, with great views of sunset. Large cupboards and drawers available for storage space. You will have access to kitchen, bathroom, lounge room, separate laundry and well as the large garden space. I will be contactable by phone, housemate is friendly man who love meeting new people. All other apartment tenants are also very helpful and welcoming. Fairlight is the suburb between Manly and Balgowlah. It is quiet, close to the water and no more than 10mins away from everything you could need. Balgowlah shops is a 10 min walk with many cafes and restaurants. Manly is a 15min walk away, a very nice walk along the water. 3 mins from Sydney Rd where you can get a bus to Manly or the City easily. 15 min walk to Manly",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/f2da856f-1eb3-4b89-af8e-24e95322625d.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10213499",
    "name": "Great studio opp. Narrabeen Lake",
    "summary": "Great studio apartment freshly painted and decorated.  Queen bed also with a pull-out sofa bed  Separate bathroom with fully equipped laundry.  Located across from Narrabeen Lake.  8km walk around lake - or borrow our bikes. Kayak/stand-up paddle boards available for hire. Short walk to Narrabeen beaches/Woollies/shops and main bus line to the city on Pittwater Road. 20 minutes to Manly and Manly wharf or take a stunning ferry ride to Sydney city or the new express B-line double-decker bus.",
    "description": "Great studio apartment freshly painted and decorated.  Queen bed also with a pull-out sofa bed  Separate bathroom with fully equipped laundry.  Located across from Narrabeen Lake.  8km walk around lake - or borrow our bikes. Kayak/stand-up paddle boards available for hire. Short walk to Narrabeen beaches/Woollies/shops and main bus line to the city on Pittwater Road. 20 minutes to Manly and Manly wharf or take a stunning ferry ride to Sydney city or the new express B-line double-decker bus. Private entrance + small private terrace. Has loads of parking available.  Woolworths and BWS are a short walk along the lake for any supplies needed. Cleaning fee included in nightly rate Guests have access to backyard saltwater pool Happy to give any local tips that we can.  Plenty of good restaurants along the lake and beachfront within walking distance.  On Fridays there is a fantastic Growers markets nearby with great produce and crafts - worth a visit We are unique in the fact we are across th",
    "bedrooms": 0,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/cf11c8a8-a9e8-476b-bdad-98a3108c1ef5.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10215858",
    "name": "Cozy Queen Guest Room&My",
    "summary": "Mong Kok MTR E1 walk 100 meters, shopping, eating is very convenient. There are two large beds, private bathroom, hot water 24 hours within simple and clean and comfortable rooms. Free WIFI. A21 Airport Express shuttle. Highly recommended to stay.",
    "description": "Mong Kok MTR E1 walk 100 meters, shopping, eating is very convenient. There are two large beds, private bathroom, hot water 24 hours within simple and clean and comfortable rooms. Free WIFI. A21 Airport Express shuttle. Highly recommended to stay. The double bed is good for 2 people.  Also has a private bathroom + FREE wireless internet. Convenient and allow you complete privacy 房間有一張雙人床,獨立衛浴設備,以及免費無線上網｡ Location is excellent. Just right next to Mong Kok Exit E1. Extremely convenient to travel to Hong Kong spots. Just 10 - 15 mins walk (or take 3 MTR station) to Tsim Sha Tsui for all shopping! 位於旺角地鐵站E1出口旁邊,10 - 15 分鐘 (或坐三站地鐵) 就可步行至尖沙咀,十分方便｡ From airport you can take A21 Airport Bus directly to the apartment. It takes within 30 mins and the bus stop is right located 1 mins from the apartment 從機場可乘 A21 機場巴士,約30分鐘,巴士站僅距大廈1分鐘 The double bed is good for 2 people.  Also has a private bathroom + FREE wireless internet. Convenient and allow you complete privacy 房間有一張雙人床,獨立衛浴設備,以及免費無線上網｡ Ameni",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/9dbed061-0c71-4932-b19b-40a115c127f1.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10220130",
    "name": "Cozy aptartment in Recreio (near Olympic Venues)",
    "summary": "Cozy and comfortable apartment. Ideal for families and vacations.  3 bedrooms, 2 of them suites.  Located 20-min walk to the beach and close to the Rio 2016 Olympics Venues. Situated in a modern and secure condominium, with many entertainment available options around.",
    "description": "Cozy and comfortable apartment. Ideal for families and vacations.  3 bedrooms, 2 of them suites.  Located 20-min walk to the beach and close to the Rio 2016 Olympics Venues. Situated in a modern and secure condominium, with many entertainment available options around. Cozy space, furnished with TVs, wardrobes, stove, fridge, washing & dry machine and balcony with a hammock. All rooms have air conditioning, included the living room. The apartment has 4 rooms. 3 of them avaiable for booking, 2 of them suites. The condominium offers many entertainment options, as skate ramps, fitness area, gym, swimming pools (for adults and kids), sports court and others. Nearby you can find restaurants, bars, night clubs, markets and a shopping mall (Recreio Shopping). The neighborhood also has the beautiful Recreio beach. (Nearest point from the condominium: Posto 9). 1 avaiable parking lot in the condominium. If you are using public transport, there is a BRT Bus Station (Guignard station) 50m in front",
    "bedrooms": 3,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "3.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/f48f9243-6bf3-4dea-bc50-c29d88f4e6b2.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1022200",
    "name": "Kailua-Kona, Kona Coast II 2b condo",
    "summary": "",
    "description": "Kona Coast Resort's spacious, fully furnished villas are tastefully decorated with soothing Hawaiian accents, and include a full kitchen and all of the comforts of home. As you step out onto your private lanai, feel the tropical breezes and take in the wonder of it all. Amidst the panoramic backdrop of Hawaii's Kona Coast, the Kona Coast Resort has an inviting ocean view. From endless recreation to fascinating sights and spectacular natural beauty, the best of the “Big Island” is at your door. An oceanfront playground is just the beginning of all there is to do at the Kona Coast Resort. Hike in a tropical rainforest. Explore lava tubes formed thousands of years ago and witness the spectacular sight of fresh, fiery lava spilling into the ocean today. Hang with the “big fish” – Kona is one of the world’s best sport fishing centers. You don’t have to train for Kona’s Ironman Triathlon to enjoy the cycling along the coast. If exercise is your thing, head to the resort’s fitness center. Tak",
    "bedrooms": 2,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/15368256/7f973058_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10227000",
    "name": "LAHAINA, MAUI! RESORT/CONDO BEACHFRONT!! SLEEPS 4!",
    "summary": "THIS IS A VERY SPACIOUS 1 BEDROOM FULL CONDO (SLEEPS 4) AT THE BEAUTIFUL VALLEY ISLE RESORT ON THE BEACH IN LAHAINA, MAUI!! YOU WILL LOVE THE PERFECT LOCATION OF THIS VERY NICE HIGH RISE! ALSO THIS SPACIOUS FULL CONDO, FULL KITCHEN, BIG BALCONY!!",
    "description": "THIS IS A VERY SPACIOUS 1 BEDROOM FULL CONDO (SLEEPS 4) AT THE BEAUTIFUL VALLEY ISLE RESORT ON THE BEACH IN LAHAINA, MAUI!! YOU WILL LOVE THE PERFECT LOCATION OF THIS VERY NICE HIGH RISE! ALSO THIS SPACIOUS FULL CONDO, FULL KITCHEN, BIG BALCONY!!",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/f3fbbda4-03cb-4c39-81c0-d79600d75f00.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10228731",
    "name": "Quarto inteiro na Tijuca",
    "summary": "O quarto disponível tem uma cama de solteiro, sofá e computador tipo desktop para acomodação.",
    "description": "O quarto disponível tem uma cama de solteiro, sofá e computador tipo desktop para acomodação. O apartamento e bastante arejado e ventilado, em local de fácil acesso via metrô O quarto é privativo, com acesso a todas as acomodações do apartamento. Integral interação com o anfitrião O meu bairro e bastante residencial, com ruas de fácil circulação e tidas as facilidades disponíveis de mercado, farmácia e locais de cultura Acesso fácil via ônibus para todos os pontos do Rio de Janeiro e próximo à estação do metrô Uruguai",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/de6ab94d-9bcb-4f57-80f6-388aeaaa89c6.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10233856",
    "name": "Twin Bed room+MTR Mongkok shopping&My",
    "summary": "Dining shopping conveniently located Mongkok subway E1, airport shuttle bus stops A21. Three live two beds, separate WC, 24-hour hot water. Free WIFI.",
    "description": "Dining shopping conveniently located Mongkok subway E1, airport shuttle bus stops A21. Three live two beds, separate WC, 24-hour hot water. Free WIFI. The room has a good double with two beds 3 Check-in. Also has a private bathroom + FREE wireless internet. Convenient and allow you complete privacy 房間有有不错的三人入住的两张床,獨立衛浴設備,以及免費無線上網｡ Location is excellent. Just right next to Mong Kok Exit E1. Extremely convenient to travel to Hong Kong spots. Just 10 - 15 mins walk (or take 3 MTR station) to Tsim Sha Tsui for all shopping! 位於旺角地鐵站E1出口旁邊,10 - 15 分鐘 (或坐三站地鐵) 就可步行至尖沙咀,十分方便｡ From airport you can take A21 Airport Bus directly to the apartment. It takes within 30 mins and the bus stop is right located 1 mins from the apartment 從機場可乘 A21 機場巴士,約30分鐘,巴士站僅距大廈1分鐘 The double bed is good for 2 people.  Also has a private bathroom + FREE wireless internet. Convenient and allow you complete privacy 房間有一張雙人床,獨立衛浴設備,以及免費無線上網｡ Amenities including:  Air-conditioner, hair dryer, water boiler, TV 設備有  空調､吹風機､",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/06185984-3faf-4967-8d6d-e24304d0f572.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10240767",
    "name": "Cozy double bed room 東涌鄉村雅緻雙人房",
    "summary": "A comfortable double bed room at G/F. Independent entrance. High privacy. The room size is around 100 sq.ft. with a 48\"x72\" double bed. The village house is close to the Hong Kong Airport, AsiaWorld-Expo, HongKong-Zhuhai-Macau Bridge, Disneyland, Citygate outlets, 360 Cable car, shopping centre, main tourist attractions......",
    "description": "A comfortable double bed room at G/F. Independent entrance. High privacy. The room size is around 100 sq.ft. with a 48\"x72\" double bed. The village house is close to the Hong Kong Airport, AsiaWorld-Expo, HongKong-Zhuhai-Macau Bridge, Disneyland, Citygate outlets, 360 Cable car, shopping centre, main tourist attractions...... We are \"City Oasis Guest House\" , which is a licensed guesthouse (holiday flat) in Hong Kong. Our license number is H5714. Our house is located at a small village in the outskirts of Tung Chung, 10 minutes from the Hong Kong Airport by taxi and 4 minutes from Tung Chung City by taxi. Our village is situated at the mountain foot and Tung Chung river mouth on Lantau Island, the green fort of Hong Kong.  Our property is a three-storey village house with a total of 2800 square feet. At the rooftop and balconies, you can oversee the unique scenery view with the combination of the airport, cable-car, Tung Chung Bay, wetland, Tung Chung City and mountain views. The maste",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/410fb8a8-673d-44a8-80bd-0b4ac09e6bf2.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10264100",
    "name": "Your spot in Copacabana",
    "summary": "Having a large airy living room. The apartment is well divided. Fully furnished and cozy. The building has a 24h doorman and camera services in the corridors. It is very well located, close to the beach, restaurants, pubs and several shops and supermarkets. And it offers a good mobility being close to the subway.",
    "description": "Having a large airy living room. The apartment is well divided. Fully furnished and cozy. The building has a 24h doorman and camera services in the corridors. It is very well located, close to the beach, restaurants, pubs and several shops and supermarkets. And it offers a good mobility being close to the subway. The apartment is carefully prepared to receive up to 8 people very comfortably and airy and very well organized to offer you a great stay in Rio de Janeiro. I am available to assist and answer questions regarding the use of the apartment and everything we can to make your stay a success! The location is perfect, close to the beach, the Lido Square and the Copacabana Palace, right next to subway station, and has many bars, restaurants, markets, shops and craft fair and trade in general in the surroundings. The apartment is three blocks from Cardinal Arcoverde subway station. Great transport variety. There is no parking in the building.",
    "bedrooms": 2,
    "beds": 5,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/83dbb5af-8b0c-48a4-b210-4fb60d642119.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10266175",
    "name": "Makaha Valley Paradise with OceanView",
    "summary": "A beautiful and comfortable 1 Bedroom Air Conditioned Condo in Makaha Valley - stunning Ocean & Mountain views All the amenities of home, suited for longer stays. Full kitchen & large bathroom.  Several gas BBQ's for all guests to use & a large heated pool surrounded by reclining chairs to sunbathe.  The Ocean you see in the pictures is not even a mile away, known as the famous Makaha Surfing Beach. Golfing, hiking,snorkeling  paddle boarding, surfing are all just minutes from the front door.",
    "description": "A beautiful and comfortable 1 Bedroom Air Conditioned Condo in Makaha Valley - stunning Ocean & Mountain views All the amenities of home, suited for longer stays. Full kitchen & large bathroom.  Several gas BBQ's for all guests to use & a large heated pool surrounded by reclining chairs to sunbathe.  The Ocean you see in the pictures is not even a mile away, known as the famous Makaha Surfing Beach. Golfing, hiking,snorkeling  paddle boarding, surfing are all just minutes from the front door. Spacious & Clean - Separate bedroom with a King Sized Bed. Comfy Sofa Bed in the living area that opens up to a Queen sized bed.   Balcony to enjoy the view! Beach Chairs, Towels, Cooler and Umbrella are also in the unit for our guests to enjoy. Hawaii State Tax & Transient Tax will be charged separately after your booking is confirmed, rate is (Phone number hidden by Airbnb) % Full access - Must go through 24 hour Security Gate - Lockstate door code access We are only a phone call, text or e-mail",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/daee0612-9889-4ad1-8386-e8d887191a48.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10267144",
    "name": "IPANEMA LUXURY PENTHOUSE with MAID",
    "summary": "IPANEMA Penthouse is located in the most famous and trendy area of Rio de Janeiro. It has a unbreathtake view of the Lake, Redimer Christ, Pedra da Gavea and 2 Irmãos mountains. Great for 2 people! If 4 (we can put 2 inflate coushion at the floor)",
    "description": "IPANEMA Penthouse is located in the most famous and trendy area of Rio de Janeiro. It has a unbreathtake view of the Lake, Redimer Christ, Pedra da Gavea and 2 Irmãos mountains. Great for 2 people! If 4 (we can put 2 inflate coushion at the floor) DESCRIPTION:  Triplex Luxury Penthouse with a unbreathtaking fantastic view of the Lake and Redimer Christ! Absolutely comfortable! Including 4 hours daily of house maid assistance from monday to friday for cleaning the house and prepare a complete homemade breakfast!  Main first floor it situates a v. confortable and large resting room and dinning room v. well decorated by many renown dsigners, furnished in 50 years style, designed by Vladirmi Kagan, blowing technic christal art pieces signed by Elvira Schuartz, jacarandá rare brazilian wood signed by Leo Bueno / Maison Objet, brazilian renown artists paintings and wall sculptures. that gives a unique and exclusive atmosphere.  High glass windons that allows you a sensation of being amost in",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/5d83827b-eb4f-4bfe-9075-1dc553a2c1a9.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10269320",
    "name": "FloresRooms 3T",
    "summary": "FloresRooms esta situado no coração da cidade do Porto. Tem disponível Internet por wireless e TV por cabo, como maquina de café , frigorífico e micro-ondas.",
    "description": "FloresRooms esta situado no coração da cidade do Porto. Tem disponível Internet por wireless e TV por cabo, como maquina de café , frigorífico e micro-ondas. FloresRooms é um apartamento renovado situado no coração do centro histórico do Porto. Este apartamento acomoda 2 pessoas. A kitchenet esta equipada com máquina de café, micro-ondas, frigorifico e máquina de citrinos. Disponível também a tv por cabo e internet wireless. As roupas de cama, toalhas de banho e secador de cabelo são fornecidos por nós para que possa ter uma estadia tranquila. Nos dias mais frios tem sempre ao seu dispor um emissor térmico, para que torne a sua estadia acolhedora. A varanda deste apartamento fica virada para uma das praças mais recentes da Rua das Flores, a Praça das Cardosas. Informamos os nossos hospedes que no prédio ao lado está em reconstrução.   Os trabalhos na obra realizam se entre as 8 da manha e as 18 horas, de segunda a sexta feira. A sua chegada e durante a sua estadia estarei sempre dispon",
    "bedrooms": 0,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/1404e592-e245-4144-a135-0f49e80f384d.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10280433",
    "name": "~Ao Lele~ Flying Cloud",
    "summary": "Tucked in emerald treetops, on the far western edge of a natural reserve, a cedar cabin outlooks the native rain forest 1.4 miles (2.2km) from Nāhuku (Thurston Lava Tube) in Hawaiʻi Volcanoes National Park. This sojourn allows one a presence with the environment, to embark on adventures around the island, and be at ease afterward. Your occasional companions include moonlit mist-laden trades, the subtle glow of the Milky Way, and peaceful morning light as melodic birds dart about the lanai.",
    "description": "Tucked in emerald treetops, on the far western edge of a natural reserve, a cedar cabin outlooks the native rain forest 1.4 miles (2.2km) from Nāhuku (Thurston Lava Tube) in Hawaiʻi Volcanoes National Park. This sojourn allows one a presence with the environment, to embark on adventures around the island, and be at ease afterward. Your occasional companions include moonlit mist-laden trades, the subtle glow of the Milky Way, and peaceful morning light as melodic birds dart about the lanai. An alluring and thought-provoking hop to the misty mountain, from Hilo or Kona, will bring you to the edge of a lush and verdant rain forest where the cabin dwells. Follow a stairway to the lanai, then passage to the entry, kitchen and living space. A second flight leads high aloft to a king bed, half bath and musings of forest and sky. The sublime of nature and place of restorative tranquility within the native rain forest.  We value, respect, and are considerate with our community and our commons. ",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.5"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/8db00646-53b4-48ad-a1f7-bd88e7129f06.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10295352",
    "name": "Amazing and Big Apt, Ipanema Beach.",
    "summary": "Fantastic apt for 6 people a block from the beach of Ipanema.  Fun, comfort and do everything on foot: bars, restaurants or stroll through the neighborhoods Leblon and Copacabana. In the Carnival, \"Banda de Ipanema\", show up in front of the building.",
    "description": "Fantastic apt for 6 people a block from the beach of Ipanema.  Fun, comfort and do everything on foot: bars, restaurants or stroll through the neighborhoods Leblon and Copacabana. In the Carnival, \"Banda de Ipanema\", show up in front of the building. In the heart of Ipanema, the apartment is very clean, comfort, big espace and amazing view. Perfect for the family or friends. Close to the subw Bus station in front of the building You can do everything in Ipanema on foot.",
    "bedrooms": 3,
    "beds": 4,
    "bathrooms": {
      "$numberDecimal": "3.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/3424f266-bc71-4847-a9da-c0b3bf95e4ff.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10299095",
    "name": "Small Room w Bathroom Flamengo Rio de Janeiro",
    "summary": "Small room! It's a backdoor bedroom that it has its own bathroom for better privacy and also there is an equipped kitchen for you to use. Our apartment is very close to the subway, so in 10min you arrive in Copacabana and 15min in Ipanema.",
    "description": "Small room! It's a backdoor bedroom that it has its own bathroom for better privacy and also there is an equipped kitchen for you to use. Our apartment is very close to the subway, so in 10min you arrive in Copacabana and 15min in Ipanema. The bedroom is the backdoor bedroom in the apartment, it is very small, it can be comfortably accommodated one person. It has its own bathroom just for the guest's use. A room with a single bed, private bathroom, fan, closet to store clothes, cabins, washing machine, clothesline, kitchen, living room with TV and Netflix. I work at home so I'll stay home often during your stay. I'm a quiet and reserved person but I like to chat sometimes. My neighborhood is quiet, peaceful and calm. There is a 24 hour pharmacy nearby and there are several supermarkets, restaurants and snack bars around, it is a very well located place. The subway is the best way of move in Rio de Janeiro. It's very close to my place. You can go to Copacabana, Ipanema, Barra da Tijuca,",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/26459098-5f3e-4d82-a419-1839af1eaa9a.jpg?aki_policy=large"
    }
  },
  {
    "_id": "102995",
    "name": "UWS Brownstone Near Central Park",
    "summary": "This spacious one bedroom apartment has a bonus space with two extra beds as well as a fold out sofa.  Close to the park, the subway, museums and restaurants.  This apartment is the perfect quiet getaway in the middle of Manhattan.",
    "description": "This spacious one bedroom apartment has a bonus space with two extra beds as well as a fold out sofa.  Close to the park, the subway, museums and restaurants.  This apartment is the perfect quiet getaway in the middle of Manhattan. This charming one-bedroom apartment in a landmark brownstone townhouse in the Upper West Side area of Manhattan has high-ceilings, a fireplace and two planted, south-facing balconies overlooking a beautiful garden.  (The balcony off of the living room is about 5\" X 8\" and has a small table and two chairs where two people can have a nice meal.  The balcony off of the bedroom is about 5\" X 14' and there is a chaise longue and a sitting chair, along with two side tables.  Both have outdoor lights, overlook a nice garden, and have plantings.)   There is a queen-sized bed in the private bedroom with closing door. There is also a very high quality full sized sofa bed in the living room.  This beautiful home is on an historic tree-lined block, between Central Park ",
    "bedrooms": 1,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/1915586/9e2d0945_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10306879",
    "name": "Alugo Apart frente mar Barra Tijuca",
    "summary": "Residencial com Serviços, Sala em 2 ambientes,varanda,quarto,cozinha,wc. Frente para o Mar da Barra, condomínio com piscina aquecida, sauna, hidromassagem,salões de festa,academia,cabeleireiro,play, mobiliado com todos os eletrodomésticos.",
    "description": "Residencial com Serviços, Sala em 2 ambientes,varanda,quarto,cozinha,wc. Frente para o Mar da Barra, condomínio com piscina aquecida, sauna, hidromassagem,salões de festa,academia,cabeleireiro,play, mobiliado com todos os eletrodomésticos.",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/86a84e4e-9792-461d-8bd7-452b598becab.jpg?aki_policy=large"
    }
  },
  {
    "_id": "103161",
    "name": "Cozy Art Top Floor Apt in PRIME Williamsburg!",
    "summary": "My Apt it's right in the middle of the best and hot spots in the heart of REAL Williamsburg on Bedford Ave. Close to everything. 4 Subway stations (L/G/JMZ) around, same distance all! Very chill and cozy! 2 people only. No kids and pets please.",
    "description": "My Apt it's right in the middle of the best and hot spots in the heart of REAL Williamsburg on Bedford Ave. Close to everything. 4 Subway stations (L/G/JMZ) around, same distance all! Very chill and cozy! 2 people only. No kids and pets please. Hi there! This is a cozy and impeccable one bedroom apartment in the heart of Williamsburg on North 1st Street.  One of the hippest and lively neighborhoods in New York City nowadays. Lots of intimate Cafes, Restaurants, Bars, Park, Discoteque, Concert Venues,  and the proximity to the East River gives it its special vibe.  As well as local Designer Stores, Vintage Stores, Apple Store, Whole Foods Supermarket, Sephora, Duane Reade, Food Town Supermarket, Martas Bakery, Maison Premiere, Domino Park, Urban Outfitters, Madewell, JC Crew, Music Hall of Williamsburg, Knitting Factory, Baby's All Right, Rough Trade, Brooklyn Steel, Yoga Studios, Pilates Studio, Spinning Studios, Equinox, Williamsburg Cinema, Nitehawk Cinema, Citi Bank, Citi Bikes, Ban",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/fc6b432c-c2a2-4995-9427-60c987615bd6.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10317142",
    "name": "Private OceanFront - Bathtub Beach. Spacious House",
    "summary": "Ocean Living! Secluded Secret Beach! Less than 20 steps to the Ocean! This spacious 4 Bedroom and 4 Bath house has all you need for your family or group. Perfect for Family Vacations and executive retreats. We are in a gated beachfront estate, with lots of space for your activities.",
    "description": "Ocean Living! Secluded Secret Beach! Less than 20 steps to the Ocean! This spacious 4 Bedroom and 4 Bath house has all you need for your family or group. Perfect for Family Vacations and executive retreats. We are in a gated beachfront estate, with lots of space for your activities. Private & Open Space! Secluded Secret Beach! This spacious 4 Bedroom and 4 Bath house has all you need for your family or group. Perfect for Family Vacations and executive retreats. We are in a gated beachfront estate, with lots of space for your activities.  Look at the pictures and imagine yourself here! We have your comfort in mind. There is a sun tanning beach deck overlooking the water, a large covered lanai (patio), vaulted ceilings in the living area, huge kitchen with granite counter tops, and lots of sleeping options. We have 4 full baths, 2 with tubs and 2 with showers. There is also an outdoor shower for rinsing off after the beach. The beach is one of the best kept secrets on Oahu! The unique of",
    "bedrooms": 4,
    "beds": 10,
    "bathrooms": {
      "$numberDecimal": "4.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/71635659-be9e-4860-90ed-312f37e641c2.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10324377",
    "name": "Suíte em local tranquilo e seguro",
    "summary": "Casa próxima à Barra em Jacarepaguá, com piscina, churrasqueira e internet. Facilidade de deslocamento à Barra e Centro da Cidade.",
    "description": "Casa próxima à Barra em Jacarepaguá, com piscina, churrasqueira e internet. Facilidade de deslocamento à Barra e Centro da Cidade.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/bffd61db-ade5-458f-a40d-9603fc70acaa.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10332161",
    "name": "A large sunny bedroom",
    "summary": "A large, sunny , affordable and very clean room in a fully renovated 2-bedroom apartment with only 2 mins walk to D train at Bronx.",
    "description": "A large, sunny , affordable and very clean room in a fully renovated 2-bedroom apartment with only 2 mins walk to D train at Bronx.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/7e68a65c-562e-42b2-bc6c-c95a87eac969.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10343118",
    "name": "Best location 1BR Apt in HK - Shops & Sights",
    "summary": "Welcome to my apartment, 1BR newly renovated and furnished. Located in the heart of Hong Kong's shopping, food and culture center.  1 minute walk to TST MTR station, airport transfer and all major transport.",
    "description": "Welcome to my apartment, 1BR newly renovated and furnished. Located in the heart of Hong Kong's shopping, food and culture center.  1 minute walk to TST MTR station, airport transfer and all major transport. Newly renovated and furnished 1 bedroom apartment.  Conveniently located and very quiet.  All decorations and fittings have been completed. Our Cozy 1 bedroom apartment for 1-4 people is located in the heart of Kowloon (on Nathan Road), and just next to the Tsim Sha Tsui MTR station, 1 min walk from the entrance to the MTR!! The location is incredibly convenient. Air-Conditioner  40\" Interactive Smart TV Xiaomi Table with Chairs  Standard Double size Bed & Mattress Queen size sofa bed Cabinets  Refrigerator  Electric Water Kettle  Microwave / Induction cooker  Cutlery Set / Bowl / Mug / Cup  Free Hi Speed internet (WIFI)  24 Hours Hot Water Supply  Body Gel & Shampoo  Clean Bed Sheet / Pillows / Covers  Toilet Paper  Power Adaptor Additional Top quality Intex Queen Size Air Mattres",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/f0134013-7f06-457e-a0fc-5ecd294f43a0.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10354347",
    "name": "Room For Erasmus",
    "summary": "Hello, flat is located at Göztepe, 10 mins away from Kadikoy. Rent is 800 Turkish Liras and it includes all the bills, and plus, the cleaning is carried by cleaning lady once a month. Please feel free to contact for more information :)",
    "description": "Hello, flat is located at Göztepe, 10 mins away from Kadikoy. Rent is 800 Turkish Liras and it includes all the bills, and plus, the cleaning is carried by cleaning lady once a month. Please feel free to contact for more information :)",
    "bedrooms": 2,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/71d16486-b63a-4407-959e-746fee61b61d.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10359729",
    "name": "",
    "summary": "We have 2 cozy rooms available from january 12 to february 6 in a very centered location Hisarüstü, Sarıyer. Easy  access to places like beşiktaş, taksim, mecidiyeköy, istinye, bebek, etiler with just one bus or metro. Balcony with a Bosphorus view:)",
    "description": "We have 2 cozy rooms available from january 12 to february 6 in a very centered location Hisarüstü, Sarıyer. Easy  access to places like beşiktaş, taksim, mecidiyeköy, istinye, bebek, etiler with just one bus or metro. Balcony with a Bosphorus view:)",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/5e2149f5-f226-42ce-aec8-fd9b38e72048.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1036027",
    "name": "BBC OPORTO 4X2",
    "summary": "",
    "description": "The apartment is well situated near the historic Praça do Marques, A few minutes, close to major attractions including the protected area by UNESCO. There is a great facility of public transportation; the Metro station of Marquês is just 2 minutes walking from the apartment. The apartment is furnished with modern style of contemporary and practical, flowing into a pleasant and comfortable space. The Kitchen is fully equipped. Just around the corner you have Supermarket, Take Away, Restaurant, Coffee, Store Magazine, Gym and Swimming Pool, Pharmacy. Private parking is available in the building on request with charging. Connected at airport by direct subway. Also provided: 4 BEDROOMS New individual bed bases and mattress ensures you a restful night sleep Linen / Bed Sheets 100% cotton Baby Crib LIVING Lounge Dinner Table Cable TV with all international channels Really Fast ADSL WI-FI Internet 2 BATHROOM Bath Tub Shower Soap and Shampoo Towels 100% cotton Hair Dryer KITCHEN Plates Cutlery",
    "bedrooms": 4,
    "beds": 8,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/17204641/40fc3945_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10373872",
    "name": "Apartamento Mobiliado - Lgo do Machado",
    "summary": "Apartamento todo mobiliado, novo e muito bem localizado a apenas uma quadra do metrô do Largo do Machado. Possui 1 quarto com cama de casal, armários e TV de 42\" HD. A sala possui um sofá-cama de casal e TV de 47\" com home theater. Cozinha equipada.",
    "description": "Apartamento todo mobiliado, novo e muito bem localizado a apenas uma quadra do metrô do Largo do Machado. Possui 1 quarto com cama de casal, armários e TV de 42\" HD. A sala possui um sofá-cama de casal e TV de 47\" com home theater. Cozinha equipada.",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/cddd4ce4-1936-4417-9fbb-dfcc557d7bc2.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1038163",
    "name": "luxury apartment in istanbul taxsim",
    "summary": "",
    "description": "luxury apartment in istanbul taxsim has 7 furnished Apartments in the same building. if luxury apartment in istanbul taxsim  is unavailable for the dates you are looking for please check the availability for CENTRAL OF ISTANBUL, TAKSIM,ENTIRE APARTMENT IN ISTANBUL,Economic dublex apartment, ,SEA VIEW FLAT İN İSTANBUL CİHANGİR,View apartment in Cihangir Taksim,luxury apartment in istanbul taxsim. There is one bedroom and one double bed.  Sofa  in the living area can be used as an additional bed. Nicely decorated rooms for 3 or 4 person(s) with kitchen and living room.  Clean towels and linens included.  Air cond.+ 24h hot water Clean bathroom  Hair Dryer  Free WiFi  Full kitchen  My flat is very central, 5 minutes walking to Istiklal avenue known as \"Champs Elysees\" or \"Oxford Street\". At the bottom of Istiklal avenue you  will be in Kabatas (along the Bosphorus). You can reach Taksim square (including Taksim metro) in 5 minutes walking. It is almost the same distance  for Tophane,Findi",
    "bedrooms": 1,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/15668236/28d9f337_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10381879",
    "name": "Pousada das Colonias",
    "summary": "Existe um Lugar... perto do mar e da floresta Área de Proteção Ambiental a Reserva Biológica da Praia da Barra da Tijuca e Parque Nacional da Tijuca. Um lugar de tranquilidade, segurança e conforto, onde você vai se sentir em casa.",
    "description": "Existe um Lugar... perto do mar e da floresta Área de Proteção Ambiental a Reserva Biológica da Praia da Barra da Tijuca e Parque Nacional da Tijuca. Um lugar de tranquilidade, segurança e conforto, onde você vai se sentir em casa. Barra da tijuca a melhor praia  famosa por ter  espaço reservado  barraca do pepe",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/c4a83827-424e-4ecb-bcce-aa826d08bad4.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10383490",
    "name": "Quarto Taquara - Jacarepaguá",
    "summary": "Quarto exclusivo com armário e sofá cama de casal, possui ainda um colchão de casal. Apartamento localizado próximo a estação do BRT - Aracy Cabral - Bairro da Taquara - Jacarepaguá de fácil acesso aos bairros da Barra da Tijuca, Recreio, etc.",
    "description": "Quarto exclusivo com armário e sofá cama de casal, possui ainda um colchão de casal. Apartamento localizado próximo a estação do BRT - Aracy Cabral - Bairro da Taquara - Jacarepaguá de fácil acesso aos bairros da Barra da Tijuca, Recreio, etc. O apartamento está completamente mobiliado e equipado com roupa de cama, de banho, utensílios de cozinha e limpeza. Não está previsto limpeza ou troca de roupa de cama durante a estadia dos hóspedes. Caso seja de interesse dos mesmos, temos uma pessoa de confiança que realiza faxina por R$120 em data e horário a combinar. O Prédio fica a 150m centro comercial da Taquara com restaurantes, bares, mercados, lanchonete Bobs e Subway, salão de beleza, barbearia, padaria, farmácia, academia, petshop, caixa eletrônico, oficina mecânica, borracharia, lojas de vestuário, utilidades domésticas e materiais de construção, etc. Terão acesso a todos os cômodos da casa, podem fazer suas próprias refeições no local. Terão total interação comigo, via (Hidden by A",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/f5e96547-9b65-4b6b-a404-8824f01cc165.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10392282",
    "name": "Banyan Bungalow",
    "summary": "The place to be on the north shore is where you can be steps from the ocean and watch the stars at night.  Our 2 acre property (with tropical greenhouses) hosts a quiet cottage with private driveway/private access.",
    "description": "The place to be on the north shore is where you can be steps from the ocean and watch the stars at night.  Our 2 acre property (with tropical greenhouses) hosts a quiet cottage with private driveway/private access. Big, open space with lots of natural light.  The cottage is clean and quiet - perfect for a good night's sleep.  Meals can be easily prepared in the small kitchen.  Microwave, hot plate, toaster, blender, coffee maker, full size fridge are available. Private driveway to access the property, parking on site. While we live on the property and will try to greet you at your arrival, quiet our busy schedules prevent this from happening.  We are more than happy to recommend activities, dining options, directions, etc. This desirable neighborhood is comprised of other vacation rentals, local families, public beach access, and even a campground.  Roosters and hens have made their home here as well.  Many native birds can be seen and their many sweet sounds can be enjoyed. While you ",
    "bedrooms": 0,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/c5cb209b-c982-4b54-b7a5-81da006ead12.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10411341",
    "name": "Beautiful flat with services",
    "summary": "Excellent apartment with cleaning service, security and concierge 24 hours in the heart of Ipanema, next to Nossa Senora da Paz Square, 3 minutes walk to the new tube station. 2 suites with air conditioning, internet and cable tv. Building with pool, spa and fitness room.",
    "description": "Excellent apartment with cleaning service, security and concierge 24 hours in the heart of Ipanema, next to Nossa Senora da Paz Square, 3 minutes walk to the new tube station. 2 suites with air conditioning, internet and cable tv. Building with pool, spa and fitness room. 24 hours security, CCTV",
    "bedrooms": 2,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/02d44d8f-9367-42a5-bf41-243aaea1f179.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10415637",
    "name": "(1) Beach Guest House - Go Make A Trip",
    "summary": "(1) Double Room With Private Bathroom: 1 Double Bed",
    "description": "(1) Double Room With Private Bathroom: 1 Double Bed Incl: Bathroom, pool table, ping pong table, darts, barbecue area, free surf board, kitchen, air cond, wifi, free parking, hangers, hair dryer, iron, free bike. The guests will be able to access all the external area of the house and the amenities mentioned. Everything you see in the photos is for the use of the guests. The rooms are accessible through the backyard, therefore there is no connection to the main internal area of the house. This way we can leave our guests more private and comfortable. I will be available, if not personally, through telephone or message at anytime. Guests can enjoy the area surfing, riding by the bike path or simply chill at the white sand beach of Barra da Tijuca. There are some walking distance restaurants and a supermarket, everything at the beach road. Barrashopping, New York City Center and Village Mall are together the best mall complex in Rio de Janeiro and they are just 10min away by car. From th",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/fb4ee284-ef42-4abe-96af-75124426a9c8.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10416859",
    "name": "Studio convenient to CBD, beaches, street parking.",
    "summary": "It is a spacious basement studio with a small kitchen.  It has its own external entrance, but is attached to our home.  For the best views feel free to use our table on the shared verandah. Close to Harbour beaches and beautiful walks, and Direct buses to the city run at least two times an hour in both directions. Shops and restaurants are walking distance. There is plenty of on-street parking.",
    "description": "It is a spacious basement studio with a small kitchen.  It has its own external entrance, but is attached to our home.  For the best views feel free to use our table on the shared verandah. Close to Harbour beaches and beautiful walks, and Direct buses to the city run at least two times an hour in both directions. Shops and restaurants are walking distance. There is plenty of on-street parking. The room is a cozy and private basement studio with a bathroom and external, private entrance.  There is a queen bed and a very comfortable king single.  Two yellow chairs make out into twin beds.  We have tried to be a comfortable and affordable base for Sydney travel by providing items that every traveler needs.  We provide things like laundry soap, hair dryers, basic kitchen pantry items, a TV, etc.    While we can sleep five (that is probably best for short one or two night stays.) BATHROOM.  Shower, hairdryer, great water pressure.  And if you forgot something (toothpaste, razor, etc.) just",
    "bedrooms": 1,
    "beds": 4,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/9c8ce5db-4ec6-4233-b51f-dcab88f4e4d9.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10423504",
    "name": "Bondi Beach Dreaming 3-Bed House",
    "summary": "This peaceful house in North Bondi is 300m to the beach and a minute's walk to cafes and bars. With 3 bedrooms, (can sleep up to 8) it is perfect for families, friends and pets. The kitchen was recently renovated and a new lounge and chairs installed. The house has a peaceful, airy, laidback vibe  - a perfect beach retreat. Longer-term bookings encouraged. Parking for one car. A parking permit for a second car can also be obtained on request.",
    "description": "This peaceful house in North Bondi is 300m to the beach and a minute's walk to cafes and bars. With 3 bedrooms, (can sleep up to 8) it is perfect for families, friends and pets. The kitchen was recently renovated and a new lounge and chairs installed. The house has a peaceful, airy, laidback vibe  - a perfect beach retreat. Longer-term bookings encouraged. Parking for one car. A parking permit for a second car can also be obtained on request. Serene space with three bedrooms, including a studio at the back, 300m to the beach and near to best cafes and bars in Bondi. Parking for one car. This wonderful house is designed to cater for families or groups with plenty of space and flexible bedding arrangements. There are three bedrooms including a master bedroom with a king bed, separate studio with a queen bed and a room with two single beds (with an additional two single trundle beds) that also can be converted into a king-sized bed. Just 300 metres to the beach, you'll find great cafes, b",
    "bedrooms": 3,
    "beds": 6,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/3e7cc29d-813d-407c-ae90-b6f2745cd384.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1042446",
    "name": "March 2019 availability! Oceanview on Sugar Beach!",
    "summary": "",
    "description": "NIGHTLY RATE INCLUDES ALL TAXES!  The Kealia Resort - Just a few steps from the warm sand of Sugar Beach, Maui's longest white-sand beach. With gorgeous views, this nicely updated, fourth floor, condo at the Kealia Resort beachfront complex is waiting for you!  The six-mile stretch of beach, calm waters, and close proximity to town, make it the perfect vacation spot for honeymooners, families, and everyone in between!  A beautiful and relaxing beachfront retreat. Treat yourself to long walks on the beach and spectacular evening sunsets. You'll enjoy fantastic whale watching from your balcony/lanai (in the winter months). Or grab your snorkel and swim with the green sea turtles. You'll love the warm and gentle ocean, perfect for swimming, kayaking or try windsurfing.  Free WiFi high speed internet access. 42' flat screen TV, with cable. Lounge in the sun, and cool off in the oceanfront pool. Or grill some fresh seafood on the beachfront grills. Then take few steps to play on the beach. ",
    "bedrooms": 1,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/15715315/c1bba2c8_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10431455",
    "name": "Sala e quarto em copacabana com cozinha americana",
    "summary": "Apartamento novo e reformado, em prédio residencial. Cozinha americana, quarto virado para uma reserva, muito silencioso, vista para árvores. Possui ar condicionado novo, internet, máquina de lavar roupas.  Tudo novinho. O apartamento fica localizado a 3 quadras da praia, perto do metrô cardeal arco verde, com muitos restaurantes, mercados e shoppings perto.",
    "description": "Apartamento novo e reformado, em prédio residencial. Cozinha americana, quarto virado para uma reserva, muito silencioso, vista para árvores. Possui ar condicionado novo, internet, máquina de lavar roupas.  Tudo novinho. O apartamento fica localizado a 3 quadras da praia, perto do metrô cardeal arco verde, com muitos restaurantes, mercados e shoppings perto. O apartamento fica localizado em copacabana, o melhor e mais badalado bairro para passar o Reveillon!!!! Ponto de ônibus exatamente em frente ao prédio, sem tirar que fica ao lado da estação de metrô cardeal arcoverde. Possui estacionamentos perto também.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/64170e2a-2baa-4803-890b-984e416cb406.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10448594",
    "name": "Where Castles and Art meet the Sea",
    "summary": "The flat is located in Matosinhos, part of Porto's District, where you can have the best of both worlds: the magic and beauty of Porto's Old City and the Beaches, Central Park and Seafood restaurants, with plenty of eclectic entertainment.",
    "description": "The flat is located in Matosinhos, part of Porto's District, where you can have the best of both worlds: the magic and beauty of Porto's Old City and the Beaches, Central Park and Seafood restaurants, with plenty of eclectic entertainment. The space is a luxurious one bedroom apartment, with 80m2, in front of the sea, with all amenities that you need for a luxurious and relaxed experience, alone or with your family and friends. Nearby you can find plenty of entertainment, like our Porto's \"Central Park\" (200m), the \"Parque da Cidade\", with its heathy lifestyle and great concerts. The Matosinhos beach (20m), where you can relax or do some water sports, like surf, kite surf, etc. The best Seafood restaurants (1km) with the amazing fresh fish and traditional Portuguese flavors. The fanciest part of Porto \"Foz\" and \"Avenida da Boavista\" (1km) with their beautiful people and trendy restaurants and shops. And last but not least, our main pearl, Porto's Old Town (8km), with their beautiful hi",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/5978047b-84be-4625-a4b5-c9e5c60a1447.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10449328",
    "name": "Aluguel Temporada Casa São Conrado",
    "summary": "Casa em São Conrado, com vista para a floresta e para o mar. Apenas 5 minutos da praia e do super mercado Zona Sul, rua com segurança e guarita. Próximo do Shopping Fashion Mall. Bairro mais Private do Rio. Próximo ao Clube de Voo Livre.",
    "description": "Casa em São Conrado, com vista para a floresta e para o mar. Apenas 5 minutos da praia e do super mercado Zona Sul, rua com segurança e guarita. Próximo do Shopping Fashion Mall. Bairro mais Private do Rio. Próximo ao Clube de Voo Livre. Piscina, gramado, acomada 8 pessoas em 4 suítes. Acesso livre pela casa. Permitido fumar. Praia, floresta, trilhas da Pedra da Gávea e Pedra Bonita, Voo Livre, Shopping Fashion Mall",
    "bedrooms": 4,
    "beds": 8,
    "bathrooms": {
      "$numberDecimal": "7.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/a4f93656-c3f8-43ae-82ba-e0b59bb59d56.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10458796",
    "name": "Homely Room in 5-Star New Condo@MTR",
    "summary": "Located in Mongkok, close to everything. 2min walk to both Mongkok and Mongkok East station. Gym, sauna and swimming pool (in summer) are available in the clubhouse.   You'll have a private double room. Washroom and kitchen are shared with host. We are family of 3, my husband, 1y old son and me. The guest bedroom can accommodate two people, the 3rd person has to sleep on the couch (3'x6') in the living room.",
    "description": "Located in Mongkok, close to everything. 2min walk to both Mongkok and Mongkok East station. Gym, sauna and swimming pool (in summer) are available in the clubhouse.   You'll have a private double room. Washroom and kitchen are shared with host. We are family of 3, my husband, 1y old son and me. The guest bedroom can accommodate two people, the 3rd person has to sleep on the couch (3'x6') in the living room. You will stay with my son, my husband and me. We couple love travelling very much and have been to more than 35 countries in the past few years. We like to share our travel tips and photos with everyone.  There is a luxury clubhouse in my building, with gym and swimming pool.  The building is newly built and it's the most luxury one in Mongkok area. Wifi, gym, swimming pool (in summer), kitchen, shower room, living room, dining room, TV My husband and I will stay with you. So we would like to chat with you anytime when we are at home.   Our first son was born in May 2016. Many rest",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/6c1b8132-6b6e-4b64-86e6-2fcb20dd5763.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10459480",
    "name": "Greenwich Fun and Luxury",
    "summary": "Fabulous architect-designed home with incredible space, natural light and bush surrounds, on the cosy Greenwich peninsula. Equipped with heated pool, multiple indoor/outdoor spaces, it's ideal for a luxurious holiday and comfortable entertaining. Please note minimum stay is five nights.",
    "description": "Fabulous architect-designed home with incredible space, natural light and bush surrounds, on the cosy Greenwich peninsula. Equipped with heated pool, multiple indoor/outdoor spaces, it's ideal for a luxurious holiday and comfortable entertaining. Please note minimum stay is five nights. The home has generous spaces, two living rooms, pool table, pool with courtyard for entertaining, separate BBQ deck for chilling, loads of outdoor space and grass for kids. Complete home. Someone will always be accessible for guests to contact for information, assistance, etc.   If the hosts are indisposed, there is another person who lives nearby who is paid to be available. Greenwich is a fantastic village atmosphere on the doorstep of the city and the fabulous Sydney harbour. Short walk to Wollstonecraft train station, short walk to River Road bus routes.  Short drive to Greenwich Point ferry wharf. Plenty of off-street parking for guests, climate controlled heating and cooling as needed.",
    "bedrooms": 4,
    "beds": 4,
    "bathrooms": {
      "$numberDecimal": "4.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/bab17a39-035d-4ad8-ba38-e6bd9be4245f.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1047087",
    "name": "The Garden Studio",
    "summary": "Our newly built (2013) self contained studio with loft bedroom is a great example of clever design in a small space. With everything you need, it will comfortably accommodate two adults, situated in Marrickville, 8km's from Sydney's centre.",
    "description": "Our newly built (2013) self contained studio with loft bedroom is a great example of clever design in a small space. With everything you need, it will comfortably accommodate two adults, situated in Marrickville, 8km's from Sydney's centre. ***Christmas New Year 2017*** I am only taking bookings of 2 weeks or longer over this period at this stage. Quick Overview... Recently built Garden Studio (3mt x 6 mts) with queen sized loft bed situated in the rear veggie garden of my home in Marrickville. It’s an easy 15-20 minute Taxi ride to or from Sydney airport. Separate access at the side of the main house. Queens size bed in Loft Bedroom, accessed by ladder Good sized new Bathroom  Well equipped Kitchenette  Courtyard with BBQ. Cupboard and hanging space for clothes. Free Wifi available Includes breakfast hamper and a baked treat for your stay.  MP3 connectivity to portable speakers Board games and playing cards available. Some More Detail…. New garden studio situated at the rear of my hom",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/15742170/c4b4754f_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10471178",
    "name": "Rented Room",
    "summary": "Beautiful room and with a great location in the city of Rio de Janeiro",
    "description": "Beautiful room and with a great location in the city of Rio de Janeiro",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/fc7aaab6-23fd-44ca-8dfe-ed794fef1c3a.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10486984",
    "name": "Cheerful new renovated central apt",
    "summary": "The full equipped apartment located in the heritage district of Istanbul, colorful Tarlabaşı. If you are looking for a place where you really want to taste the chaos with harmony like a real Istanbuller you are very welcome to stay in my apartment.",
    "description": "The full equipped apartment located in the heritage district of Istanbul, colorful Tarlabaşı. If you are looking for a place where you really want to taste the chaos with harmony like a real Istanbuller you are very welcome to stay in my apartment. Hi there!  My name is Aybike. I love to travel, to discover new places and to meet new people. I will be glad to hosting you in Istanbul at my place. My apartment is newly renovated, clean, cosy, comfortable, large enough for 8 people and is situated literally at the heart of Istanbul. Apartment has one of the unique examples of turn-of-the-century Levantine architecture in Turkey: slim, four-storey bow-fronted homes that huddle along winding, narrow streets.  Located in a street as it was used to be; the ground floors often served as stores or workshops.  More likes to come to your posts in Instagram ! As a traveller my wish is to make you feel at home; drink your morning coffee while listening to the sound of Istanbul then take your map, j",
    "bedrooms": 3,
    "beds": 4,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/3eaf428d-d244-4985-b083-4780ece4ca5a.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10487917",
    "name": "Heroísmo IV",
    "summary": "If the dates you wish are not available, we have other options in the same location. You can find them on my profile. My goal is for you to have your days with the most comfort i can propose. I want you to taste all the feelings in Porto, as our food, as our best places, our best pointviews. I just love to help you enjoying this beautiful city :)",
    "description": "If the dates you wish are not available, we have other options in the same location. You can find them on my profile. My goal is for you to have your days with the most comfort i can propose. I want you to taste all the feelings in Porto, as our food, as our best places, our best pointviews. I just love to help you enjoying this beautiful city :) “Ilhas” were constructed by the employers and were usually located in the back of the employer’s houses. They are made of rows of 10/12 single-storer houses, with approximately 15m2 are each, placed along a narrow corridor. This typology appeared due to the kind of land subdivision used by that time. The lot was 25 spans, 5,5 m wide and could reach 100m long. with toilets located at the end of the plot serving all the houses… The industrialisation of the city led to a demographic growth which in turn led to this kind of housing spreading all over the city, specially near the industries. In the beginning of the 20th century 30% of Oporto’s popu",
    "bedrooms": 0,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/c2d2ddfd-bcbc-47fa-8118-31c041fee36d.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10488837",
    "name": "Cozy House in Ortaköy",
    "summary": "There are 2 bedrooms and a living room in the house. 1 Bathroom. 1 Kitchen. Friendly neighbourhood. Close to sea side and Historical places.",
    "description": "There are 2 bedrooms and a living room in the house. 1 Bathroom. 1 Kitchen. Friendly neighbourhood. Close to sea side and Historical places.",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/d94001ba-f4d6-4a9c-bb62-0e4df62589bf.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10519173",
    "name": "Condomínio Praia Barra da Tijuca",
    "summary": "Amplo e arejado apto de 2 quartos no Cond. Barramares, localizado em frente a praia da Barra da Tijuca. Há mini-mercado, farmácia, restaurantes, cabeleireiro e outras facilidades dentro do cond. e nas redondezas. Wi-fi e ambiente familiar.",
    "description": "Amplo e arejado apto de 2 quartos no Cond. Barramares, localizado em frente a praia da Barra da Tijuca. Há mini-mercado, farmácia, restaurantes, cabeleireiro e outras facilidades dentro do cond. e nas redondezas. Wi-fi e ambiente familiar. The guests will be free to enjoy the building pool and sauna. It is near restaurants, beach, convinience stores, hotels, bus stop and much more. The Condominium is located across from an excellent beach area and next to bars, restaurants, laundromats, bus stop as well other facilities.",
    "bedrooms": 2,
    "beds": 5,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/fd97365c-79d8-4f3a-b658-963b8a5bb640.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10527212",
    "name": "位於深水埗地鐵站的溫馨公寓",
    "summary": "-near sham shui po mtr station  -new decoration -at 1/F without lift -living room with bedroom, bathroom, kitchen",
    "description": "-near sham shui po mtr station  -new decoration -at 1/F without lift -living room with bedroom, bathroom, kitchen",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/bc0b5f0d-302d-47e6-9f45-77794c9b2ea8.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10527243",
    "name": "Tropical Jungle Oasis",
    "summary": "2 bedrooms, one with a queen sized bed, one with 2 single beds. 1 and 1/2 baths. Full kitchen. Nice location bordering a stream with an enclosed patio area. Fully furnished and includes WiFi and cable TV. Reserved parking stall. Outdoor pool available for guest to use as well as coin operated washer/dryer facility available on premises. 10-15 minute walking distance to downtown Hilo.",
    "description": "2 bedrooms, one with a queen sized bed, one with 2 single beds. 1 and 1/2 baths. Full kitchen. Nice location bordering a stream with an enclosed patio area. Fully furnished and includes WiFi and cable TV. Reserved parking stall. Outdoor pool available for guest to use as well as coin operated washer/dryer facility available on premises. 10-15 minute walking distance to downtown Hilo. 706 square feet. Guest room at left of entryway, 1/2 bath at right of entryway with adjoining door to master bathroom. Access to the screened balcony through living room or master bedroom. We welcome our guest with the Aloha spirit here in Hawaii and are available anytime as needed. This neighborhood is about a 10-15 minute walk to downtown Hilo where you'll find local coffee shops, juice bars, restaurants, grocery stores, the post office and Hilo's famous farmer's market every Wednesday and Saturday. This condo comes with an assigned parking stall. Hilo is best accessable by car. The main bus station is a",
    "bedrooms": 2,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "1.5"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/9c9dd09e-41de-4261-a9f6-942c0dcc02d1.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10542174",
    "name": "Luxury 1-Bdrm in Downtown Brooklyn",
    "summary": "A perfect blend of one of BKLYN's hippest areas with a new, high-rise apartment building. You'll be hard pressed to find a corner unit like this closer the the City. Almost 800 sf of living space with luxury amenities & modern but comfy furnishings.",
    "description": "A perfect blend of one of BKLYN's hippest areas with a new, high-rise apartment building. You'll be hard pressed to find a corner unit like this closer the the City. Almost 800 sf of living space with luxury amenities & modern but comfy furnishings. The apartment is a well lit corner unit in a brand new, luxury building in Downtown Brooklyn close to the city and Fort Greene Park. With luxury furnishings including a Studio Divani couch and a chef's kitchen, you'll find no other unit like this the area. The bedroom features a comfy queen bed. The bathroom is well equipped and stocked. The kitchen is well equipped with all the tools you need to prepare a meal or a morning cup of coffee or tea. Guests will have access to the apartment, the rooftop lounge, gym, and on-site movie theater. A concierge is available 24x7 to help with security, directions, and packages. If you do have a package or other delivery, make sure it is shipped in care of the host's name. The host will be available by t",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/418c69b1-a49a-468d-9ea9-870468e15670.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10545725",
    "name": "Cozy bedroom Sagrada Familia",
    "summary": "Cozy bedroom next to the church Sagrada Família a great choice to stay in a residential area away from the crowds while still being at a walking distance to main attractions in Barcelona.",
    "description": "Cozy bedroom next to the church Sagrada Família a great choice to stay in a residential area away from the crowds while still being at a walking distance to main attractions in Barcelona. Cozy beroom located three minutes from the Sagrada Família in a central zone of Barcelona.  Equiped kitchen. I'll be glad to give you some tips according to your taste. Well located on a calm residential area a few blocks away from the city center. Metro on the corner 5 stops away from the Ramblas, Paseo de Gracia and Catalunya square. Restaurants, bars and supermarket around the area.",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/953b3c09-adb5-4d1c-a403-b3e61c8fa766.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10545815",
    "name": "Whole Apt. in East Williamsburg",
    "summary": "Beautiful open floor one bedroom apartment in small building. Located in a quiet street, only 10 min from downtown Manhattan on the L train and a short walk away from the heart of Williamsburg and Bushwick.",
    "description": "Beautiful open floor one bedroom apartment in small building. Located in a quiet street, only 10 min from downtown Manhattan on the L train and a short walk away from the heart of Williamsburg and Bushwick. Beautiful open floor one bedroom apartment in small building. Located in a quiet street, only 10 min from downtown Manhattan on the L train and a short walk away from the heart of Williamsburg and Bushwick. The apartment is on the second floor of a small building. The Amenities include: * Private apartment all to yourself! * Newly renovated bathroom with bathtub. * 3 Blocks from L Train Subway Line * High Speed Wireless Internet * Clean linens and towels * Fully functional kitchen and utensils. * Queen Size bed. * Street parking is free and easy to obtain.  * 48\" LED Roku Smart TV with access to Netflix and other streaming services as well as a DVD PLayer. * Bluetooth capable stereo receiver. * 3 Blocks from L Train Subway line for very easy and quick access to Manhattan. * Street p",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/17c794b1-c5e3-4f1a-94cf-85284ed714f2.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10548991",
    "name": "Jubilee By The Sea (Ocean Views)",
    "summary": "Newly furnished two story home. The upstairs features a full kitchen with a 600 sq. ft. lanai with ocean views. The downstairs has a kitchenette and additional living area. The upstairs has air-conditioning in the main living area and the two bedrooms.  The downstairs does not have air conditioning in the bedrooms or living.  Absolutely beautiful! Aloha!",
    "description": "Newly furnished two story home. The upstairs features a full kitchen with a 600 sq. ft. lanai with ocean views. The downstairs has a kitchenette and additional living area. The upstairs has air-conditioning in the main living area and the two bedrooms.  The downstairs does not have air conditioning in the bedrooms or living.  Absolutely beautiful! Aloha! Jubilee by the Sea is a fully remodeled home with spectacular views of the ocean from the wrap around lanai.  All appliances are new, the furniture is new and the mattresses are all high-end \"tuft and needle\" mattresses. You will have access to the entire home, which can be split into two separate living spaces, with separate kitchens and full bathrooms.  Two bedrooms upstairs and two bedrooms downstairs. Also included are 4 snorkel sets, 2 boogie boards, and 4 beach chairs. I live 5 minutes away and can help with your planning.  We also have 2 copies of the Ultimate Guide to the Big Island in the Jubilee House. The location is fantast",
    "bedrooms": 4,
    "beds": 6,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/ffaad9c0-3880-49de-9b0f-1282a2004dc2.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10552362",
    "name": "Sun filled comfortable apartment",
    "summary": "Beautiful and artistic apartment centrally located in Rushcutters Bay, minutes walk from surrounding suburbs Potts Point, Elizabeth Bay and Kings Cross and the",
    "description": "Beautiful and artistic apartment centrally located in Rushcutters Bay, minutes walk from surrounding suburbs Potts Point, Elizabeth Bay and Kings Cross and the Fully furnished Roof top access.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/3d6e5dac-daef-43a2-a480-c7676c7307a8.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10558807",
    "name": "Park Guell apartment with terrace",
    "summary": "Apartment with terrace in a quiet street of Barcelona, 5 minutes walk from Park Güell and 20 minutes by public transport to the city center. Renovated and fully equipped. HUTB-000929",
    "description": "Apartment with terrace in a quiet street of Barcelona, 5 minutes walk from Park Güell and 20 minutes by public transport to the city center. Renovated and fully equipped. HUTB-000929 The colonial decor and terrace with awning and swing make the apartment a welcoming place. The apartment was reformed at 10.11.2015. Public parking nearby. 24-hour concierge service via phone, mail or (SENSITIVE CONTENTS HIDDEN). Please contact us to report your arrival time to Barcelona at least 24 hours before check-in, to organize your check-in correctly.   Late check-in (after 20: 00h) is an extra cost of 30 euros to pay cash during check-in. It is prohibited to smoke in the apartment. It is requested not to make noises from 22:00. Tourist tax is not included in the price (2,25eur / night / adult, up to 7 nights) which is payable upon arrival. Check-in: from 14:00 pm.  Check-out: till 11:00 am. Charges for electricity, gas, water and community included. Any noises that could disturb the neighbors is no",
    "bedrooms": 2,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/305fe78c-c3d6-446e-b2d2-0ed0d0c4267a.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10560325",
    "name": "Spacious and well located apartment",
    "summary": "Enjoy Porto in a spacious, airy and bright apartment, fully equipped, in a building with lift, located in a region full of cafes and restaurants, close to the subway and close to the best places of the city.",
    "description": "Enjoy Porto in a spacious, airy and bright apartment, fully equipped, in a building with lift, located in a region full of cafes and restaurants, close to the subway and close to the best places of the city. The apartment offers total comfort for those who, besides wanting to enjoy the many attractions of the city, also like to relax and feel at home, All airy and bright, with a large living room, fully equipped kitchen, and a delightful balcony, which in the summer refreshes and in the winter protects from the cold and rain, accommodating up to six people very well. It has 40-inch interactive TV, internet and high-quality wi-fi, and for those who want to work a little, it offers a studio with a good desk and an inspiring view. The apartment is all available to guests. I leave my guests at ease, but I am available whenever they need me. It is a typical neighborhood of Porto, where you have silence and tranquility, little traffic, no noise, but everything at hand: good restaurants and c",
    "bedrooms": 2,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/491297bc-cf3e-4f8c-b7f2-e5143c31b1c7.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10570041",
    "name": "Jardim Botânico Gourmet 2 bdroom",
    "summary": "Very comfortable, well located (in the safest neighborhood), 2 bedroom (1 double bed, 3 single bed), 2 bathrooms, wifi, tv, fully kitchen, remodeled with lot of style. The gourmet kitchen is modern and very well equiped! A spacious balcony is a plus in this great place to stay!",
    "description": "Very comfortable, well located (in the safest neighborhood), 2 bedroom (1 double bed, 3 single bed), 2 bathrooms, wifi, tv, fully kitchen, remodeled with lot of style. The gourmet kitchen is modern and very well equiped! A spacious balcony is a plus in this great place to stay!",
    "bedrooms": 2,
    "beds": 5,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/860bf0f7-4a81-4c7b-a258-2ddef02b4b35.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10573225",
    "name": "Charming Spacious Park Slope Studio",
    "summary": "Spacious and inviting garden level studio apartment in townhouse with separate entrance and large kitchen located in Park Slope, very near the F and G subway and Prospect Park, and only a few steps away from 7th Avenue, with its many fine shops and restaurants.",
    "description": "Spacious and inviting garden level studio apartment in townhouse with separate entrance and large kitchen located in Park Slope, very near the F and G subway and Prospect Park, and only a few steps away from 7th Avenue, with its many fine shops and restaurants. The apartment is a very pleasant and comfortable place to relax after a busy day exploring New York. It is located on a quiet tree-lined block on the ground floor of the townhouse where we live. There is a separate entrance to the studio apartment, which leads into a fully furnished living room/bedroom area, with wifi, TV, books to read, music to listen to, even a guitar to strum if you’re in the mood. There is a queen sized bed as well as a futon that can convert into a very comfortable bed as well where children could sleep. The full kitchen is quite spacious, with butcher block countertops and a new dishwasher. There is a coffeemaker, toaster oven, and microwave in the kitchen, as well as other amenities like pots, pans, dish",
    "bedrooms": 0,
    "beds": 0,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/abce9916-b9fb-44ad-8cfd-84c1b965941a.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10578580",
    "name": "Panoramic Ocean View Studio in  Quiet Setting",
    "summary": "Luxury studio unit is located in a family-oriented neighborhood that lets you experience Hawaii like a local! with tranquility and serenity, while in close proximity to beaches and restaurants! The unit is surrounded by lush tropical vegetation! High-speed Wi-Fi available in the unit!!",
    "description": "Luxury studio unit is located in a family-oriented neighborhood that lets you experience Hawaii like a local! with tranquility and serenity, while in close proximity to beaches and restaurants! The unit is surrounded by lush tropical vegetation! High-speed Wi-Fi available in the unit!! A large, private patio (lanai) with fantastic ocean views is completely under roof and is part of the studio unit. It's a great space for eating outdoors or relaxing, while checking our the surfing action. This patio is like a living room without walls, with only a roof with lots and lots of skylights!!! We provide Wi-Fi and beach towels! The studio is detached from the main house, which has long-term tenants upstairs and downstairs. The lower yard and the front yard are assigned to those tenants, not the studio guests. The studio has exclusive use of its large (600 sqft) patio - under roof! Check-in and check-out times other than the ones listed, are by request only and an additional charges may apply; ",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/16099e47-1309-4bc0-b271-fc4643604d23.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10581101",
    "name": "Grand apartment Sagrada Familia",
    "summary": "4 rooms apartment in the heart of the right “Eixample” broadening. Perfect location in the notorious area of Sagrada Familia that will ensure and unforgettable stay in Barcelona. HUTB-003275",
    "description": "4 rooms apartment in the heart of the right “Eixample” broadening. Perfect location in the notorious area of Sagrada Familia that will ensure and unforgettable stay in Barcelona. HUTB-003275 Currently being improved. On 18th of February it will be finished. 4 room apartment in the heart of the right “Eixample” broadening. Perfect location in the notorious area of Sagrada Familia that will ensure and unforgettable stay in Barcelona. Accommodates: 8 people (MAX) Surface: 120sqm. Completely furnished, wide lounge with TV, balcony with a small table and chairs, Air Conditioning and heating. Kitchen: Fully equipped, with TV, fridge, dishwasher, oven, microwave, all tableware and cookware to enjoy homemade meals. It also has a small office area. Bathroom: 2 fully equipped bathrooms. Bedrooms: 4 big bedrooms. 2 with queensize beds, another with 2 small beds and a 4th one with a bunk bed. Services: AC, heating and Wi-Fi Appliances: washing machine, microwave, electric oven, fridge, dishwasher ",
    "bedrooms": 4,
    "beds": 6,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/10d847ae-946f-459b-b019-5a07929fcaee.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1058555",
    "name": "Nice Cosy Room In Taksim",
    "summary": "Welcome if you want to stay at a cozy flat with local experience.:) It is in the center of Istanbul.The neighborhood is safe and close to attractions.Transportation is easy. I will help you always.",
    "description": " Istanbul is an exciting destination for any traveller with its exotic blend of Orient and Occident, of ancient history and modern life. In Istanbul,  visitors have much to discover and even more to (Website hidden by Airbnb) apartment is very close to Taksim Square and Istiklal Street 5 minutes by walking. apartment takes 30 minutes to Sultanahmet (Old City) by walking. Also metro, ferry, traim, bus stations & Havas shuttle service to airports are just 5 minute by walking too. Atatürk Airport is 30 minutes, Sabiha Gökçen Airport is 45 minutes takes with Havas Shuttle Service (in every half hour).Apartment is 95 mt2 which is full equipped with 2 bedrooms, a big living room, kitchen and bathroom. I provide wireless internet service. In the living room, our guests can enjoy cable tv and dvd movies. Kitchen, bathroom and living room are in common use. My guests can use kitchen for breakfast.House is very close to all kind of pubs, coffee shops and night clubs. By requests i can provide gu",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/106769623/0bdfdc5d_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10596036",
    "name": "Apt Quarto e Sala amplo Laranjeiras",
    "summary": "Tradicional bairro de Laranjeiras com fácil acesso à todas as praias,  10 min do aterro do Flamengo. 2 min do metro. Transporte fácil para toda a cidade. 5 min da subida para o Cristo. Arejado e com ar-condicionado nos 2 ambientes.",
    "description": "Tradicional bairro de Laranjeiras com fácil acesso à todas as praias,  10 min do aterro do Flamengo. 2 min do metro. Transporte fácil para toda a cidade. 5 min da subida para o Cristo. Arejado e com ar-condicionado nos 2 ambientes.",
    "bedrooms": 1,
    "beds": 4,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/3b16daca-0fc6-43de-af1e-2aa3bac4b2ac.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10612199",
    "name": "Serene luxury in Harlem",
    "summary": "Lovely 1500sqft gem located in Central Harlem close to Columbia University. Gorgeous Pre-war flat with 6ft ceilings, 2 fireplaces, and laundry in the unit. Located in a safe, friendly building and close to major restaurants and subway lines.",
    "description": "Lovely 1500sqft gem located in Central Harlem close to Columbia University. Gorgeous Pre-war flat with 6ft ceilings, 2 fireplaces, and laundry in the unit. Located in a safe, friendly building and close to major restaurants and subway lines. Very short walking distance to restaurants, bars, supermarket, pharmacy, cafes, and movie theaters. Only 10 minute walk to Columbia University. Just a few short blocks to the A-B-C-D-2-3 subway lines. A-D-2-3 are express trains. Lots of bus lines nearby, as well.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/84254dd0-e266-4345-afcc-e8f7c56f4634.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10624493",
    "name": "Cozy apartment 3 mins TAIWAI Subway",
    "summary": "This cozy apartment is abt 736 sqft, fully furnished, newly renovated and decorated. The apartment is equipped with anything you will need. It has two rooms, two washing rooms, one kitchen and one living (Website hidden by Airbnb) located in Taiwai, just 3 mins walk to Taiwai metro station.",
    "description": "This cozy apartment is abt 736 sqft, fully furnished, newly renovated and decorated. The apartment is equipped with anything you will need. It has two rooms, two washing rooms, one kitchen and one living (Website hidden by Airbnb) located in Taiwai, just 3 mins walk to Taiwai metro station.",
    "bedrooms": 2,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/c231129a-f937-444d-aac9-168c4df9c408.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10628126",
    "name": "Ribeira Smart Flat",
    "summary": "Cosy flat in the Historic Center of Porto, very close to the Douro river and 5 minutes walking from Sao Bento station.",
    "description": "Cosy flat in the Historic Center of Porto, very close to the Douro river and 5 minutes walking from Sao Bento station. Cosy and comfortable flat with 3 rooms, kitchen, and a small bathroom with a bathtub, toilet and sink. 1 room with indirect lightning (natural light comes in through two high windows on the walls shared with other rooms). 2 rooms with direct lightning and nice view from the window with balcony. Wi-fi, bathroom, kitchen and living room. Big towels and shower products.  The apartment is on the first floor; the building is almost in front of the Sao Joao Court of Justice. No de Alojamento Local: 23296AL It is a private apartment. It's all yours! We enjoy sharing tips about interesting activities and events that take place in Porto and show our guests nice and unusual places of this charming city. You will find a guide with a map in the apartment. We have also created a guide on Airbnb: look for the \"Guide of Mathieu\" on the Airbnb app.  There are amazing place to discover",
    "bedrooms": 3,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/86179056/8f7f2c18_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1063491",
    "name": "Charming Apartment,perfect Location",
    "summary": "Charmoso quarto e sala, privativo, finamente decorado, com uma deliciosa cozinha americana totalmente equipada. Aqui você encontrará tudo para tornar sua estadia mais agradável e divertida.",
    "description": "It is a bedroom and living room, charming, private, finely decorated,  with a delightful fully equipped kitchen and a good bathroom. Here you will find everything to make your stay more pleasant and enjoyable. Great location with views over the sea, 200 meters from the beach, 500 meters from the subway and 400 meters South of the River (a major shopping malls in the city). Near tothe building there is a bike lane with a bike hire point, one of the best ways to walk around in the south zone. Local with extensive trade and good transport links in general. Apartment with: * 1 Queen bed box (ultra confortable) * 1 sofa bed  * Bed linen and towels with excellent quality * Air Conditioning at the bedroom * Ceiling Fans * Cabinets * Digital safety box * 2 TVs  * NET (cable TV) * Wireless Internet - 10MB * kitchen stove and oven, refrigerator duplex, microwave...  Values do not include the period of Carnival, New Year, Rock & Rio, World Cup and Olympics among other big events. Diarist and resp",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/7010b6e9-481e-4003-9fdf-d3725f603d80.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10635276",
    "name": "GREAT Apartment at Barra da Tijuca",
    "summary": "4 bedroons (2 suites) apartment at Barra da Tijuca. Private condo in front of beach. Security, swinming poll , gym, sauna, kids parking, restaurant and 2 indoors garage. Near mini market, bakers, restaurants, drugstore.. Accomodate 7 persons (8 max).",
    "description": "4 bedroons (2 suites) apartment at Barra da Tijuca. Private condo in front of beach. Security, swinming poll , gym, sauna, kids parking, restaurant and 2 indoors garage. Near mini market, bakers, restaurants, drugstore.. Accomodate 7 persons (8 max). Locate in fornt of the beach. High speed wifii. 15 min from Barra da Tijuca metro, very close to bus, restaurants, banks, drugstore, bakers, coifure. Access to all facilities in condon and appartment. In case of doubts or difficulties, a contact is possible. Barra da Tijuca is a very well area. Big shopping mall are located in this area such as hipermarkets, banks. The subway will be available from July 16 on and also bus conection for other areas and airport. 2 garage parking available. Bus stop for different areas. Public parking in front of condo. Free local calls.  High loud is allowed from 08:00am to 10:00pm from monday to friday. Saturdays from 08:00 to 12:00.",
    "bedrooms": 3,
    "beds": 7,
    "bathrooms": {
      "$numberDecimal": "4.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/f57a6d9e-7914-4c63-bad6-7c4d69f83447.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10639317",
    "name": "Kadiköy, Moda, close to transports",
    "summary": "Just 5 minutes from the metro and ferries to go to European side. The flat is close to everything you need : supermarket, shops, cafés but also restaurants, bars and clubs in Kadiköy. Really close to Moda park, best place on Marmara sea border.",
    "description": "Just 5 minutes from the metro and ferries to go to European side. The flat is close to everything you need : supermarket, shops, cafés but also restaurants, bars and clubs in Kadiköy. Really close to Moda park, best place on Marmara sea border.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/13066fb2-c62f-41ec-826e-1f929369c86f.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10648267",
    "name": "Lovely ap at Leblon beach",
    "summary": "Ap amplo, claro e arejado localizado no melhor ponto do Leblon, à 1 quadra da praia, Lagoa, restaurantes, supermercados, farmácias e shopping.  São 3 quartos que acomodam confortavelmente 5 pessoas. Sala de jantar e estar. Cozinha e área de serviço. É possível fazer tudo a pé e desfrutar de toda a beleza do bairro mais charmoso do rio.",
    "description": "Ap amplo, claro e arejado localizado no melhor ponto do Leblon, à 1 quadra da praia, Lagoa, restaurantes, supermercados, farmácias e shopping.  São 3 quartos que acomodam confortavelmente 5 pessoas. Sala de jantar e estar. Cozinha e área de serviço. É possível fazer tudo a pé e desfrutar de toda a beleza do bairro mais charmoso do rio. O apartamento está totalmente reformado. Todos os quartos possuem ventilador. Os banheiros são novos e possuem blindex. A cozinha está equipada com geladeira, micro-ondas e louças.  Temos Wi-fi. Caso necessário, estaremos disponíveis para ajudá-los em horário comercial (9:00 AM TO 6:00 PM). O Leblon é o bairro mais famoso e charmoso do Rio de Janeiro, frequentado e habitado por famosos. Possui um enorme e variado comércio onde é possível fazer tudo a pé, desde uma simples caminhada até compras. A estação do metrô (linha 4) está localizada a apenas duas quadras. Pontos de ônibus com linhas disponíveis para os principais bairros da cidade. Indicamos serviç",
    "bedrooms": 3,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "3.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/023bcf6c-5212-4926-891d-80d9634a2a7e.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10659534",
    "name": "Beautiful 1 Bedroom Apartment",
    "summary": "This one bedroom apartment in Sheung Wan/Central is the perfect hideaway for a young couple or single person looking to explore everything that Hong Kong has to offer.",
    "description": "This one bedroom apartment in Sheung Wan/Central is the perfect hideaway for a young couple or single person looking to explore everything that Hong Kong has to offer. The apartment itself is cozy and quiet and situated in one of Hong Kong's trendiest streets. Ample natural light enters the apartment throughout the day. The whole apartment. I will most likely be out of town when the flat is available, thus the reason for renting it out. However, I will be available via email or phone to provide you with any assitance you need. I am more than happy to help in any way I can to make your stay as enjoyable as possible. Beautiful cafés, Michelin recommended restaurants, antique shops and designer brands are scattered along this beautiful street. The closest underground station MTR (Mass Transit Railway) is a 5 minute walk from the apartment. Buses and minibuses are just as convenient to use nearby. Central mid levels escalator is a 4 mins walk from the apartment and the Star Ferry is a casu",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/0f429152-fc10-4262-a403-54112dd733f8.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10664888",
    "name": "PORTO DOWNTOWN FLATS-RIBEIRA STUDIO",
    "summary": "Porto Downtown Flats RIBEIRA STUDIO is a newly remodelled apartment, located in the most beautiful area of Porto. It is situated in Rua São Joao, in the old Ribeira of Porto, an area classified as World´s heritage. Fully equiped kitchen and wi-fi.",
    "description": "Porto Downtown Flats RIBEIRA STUDIO is a newly remodelled apartment, located in the most beautiful area of Porto. It is situated in Rua São Joao, in the old Ribeira of Porto, an area classified as World´s heritage. Fully equiped kitchen and wi-fi. Situated in a renovated historic building, Porto Downtown Flats – Ribeira Studio offer luxury accommodation and free Wi-Fi.  Each apartment offers a spacious lounge with flat-screen cable TV and double sofa bed. The kitchen includes a fridge and microwave. Linen and towels are provided. Near the street of the apartment you have Mercado Ferreira Borges, Palácio da Bolsa and a few minutes away you have  Torre dos Clérigos, Sé do Porto, Avenida dos Aliados and much more… In a 500 meter radius you can find public transports with central acess to central Porto (Bus and Subway), several restaurants, with all kind of cuisines, as well as leisure and cultural places. Porto Francisco Sá Carneiro Airport is 21 km away. I´m an easy going person and my g",
    "bedrooms": 0,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/10ca6f1d-26ed-46af-9e00-98993df9ab45.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1066648",
    "name": "Colonial Mansion in Santa Teresa",
    "summary": "A beautiful colonial mansion for office or residential rental/lease/sale - set in a peaceful area of Santa Teresa - perfect for a family/business team coming to Rio for business or pleasure. Ideal center for live-in studio accommodation, with five bedrooms and three bathrooms.",
    "description": "A beautiful colonial mansion for office or residential rental/lease/sale - set in a peaceful area of Santa Teresa - perfect for a family/business team coming to Rio for business or pleasure. Ideal center for live-in studio accommodation, with five bedrooms and three bathrooms. Built before the turn of the century, this fully-renovated historical landmark mansion located in the artistic Santa Teresa neighborhood offers a variety of rooms suited for the traveler seeking an authentic Carioca experience! GREAT LOCATION  This colonial mansion is located close to the heart of the city and walking distance to bus lines and the Gloria metro station for convenient access to all the major tourist hotspots of Rio. Public transportation can be accessed nearly 24hrs a day. Ipanema and Copacabana beaches are only 15 minutes away by taxi and can be easily reached via public transportation as well. Lapa, the famous bohemian nightlife scene, is only a 15min walk away. Some of the most famous sights in ",
    "bedrooms": 6,
    "beds": 6,
    "bathrooms": {
      "$numberDecimal": "5.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/16061847/d469dd93_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1067052",
    "name": "Nani La 'Ao (A Beautiful Day) Upstairs Suite",
    "summary": "This is a \"stand-alone\" accommodation not connected to other units. (Although there is an adjoining guest room with two twin beds,  for an additional fee of $69/nt. but only available for \"same party\" bookings. This accommodation is perfect for people who love nature, animals and privacy. King bed, kitchen, living area and 3/4 bath and lovely view of garden. Close to volcano, rugged beaches and cliffs, waterfalls and ocean.",
    "description": "This is a \"stand-alone\" accommodation not connected to other units. (Although there is an adjoining guest room with two twin beds,  for an additional fee of $69/nt. but only available for \"same party\" bookings. This accommodation is perfect for people who love nature, animals and privacy. King bed, kitchen, living area and 3/4 bath and lovely view of garden. Close to volcano, rugged beaches and cliffs, waterfalls and ocean. This upstairs suite is located on a shared three acre property in a beautiful garden setting. Includes mini-kitchenette, living/dining area and indoor bathroom with shower. The accommodation has it's own wifi internet and includes Hawaiian style self-catered continental breakfast is included. Private entrance near parking area. King size real bed two twin beds and a couch. You will be completely surrounded by the beauty of nature! This is located in an actual rainforest with gorgeous trees everywhere. This is also a working organic permaculture farm, so some of the ",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/16039613/cde3ad4f_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10671783",
    "name": "CASA PARA AS OLIMPIADAS 2016",
    "summary": "PERTO DA PRAIA COM BALSA. PERTO DO BRT ESTACAO SALVADOR ALENDER. PISCINA SINUCA CONDOMINIO COM SEGURANÇA. SALA DE TV",
    "description": "PERTO DA PRAIA COM BALSA. PERTO DO BRT ESTACAO SALVADOR ALENDER. PISCINA SINUCA CONDOMINIO COM SEGURANÇA. SALA DE TV A PRAIA DEIXAREI UMA AJUDANTE QUE COZINHA MUITO BEM NA CASA. MAR MINHA CASA FICA A 6 MINUTOS DA CIDADE OLIMPICA DA BARRA DA TIJUCA. A 100MTS DO TERMINAL DO BRT.",
    "bedrooms": 4,
    "beds": 6,
    "bathrooms": {
      "$numberDecimal": "6.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/5579ac65-1f4c-4b19-8806-43a616f8b4e0.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10675315",
    "name": "Cozy, dreamy Mile End apartment",
    "summary": "- room in a beautiful and classic 3 br Montreal apartment with a ton of charm -  original mouldings, hardwood floors, natural light, clawfoot bathtub - ~dreamy~ bed nook  - close to EVERYTHING you could possibly want during your stay in MTL!",
    "description": "- room in a beautiful and classic 3 br Montreal apartment with a ton of charm -  original mouldings, hardwood floors, natural light, clawfoot bathtub - ~dreamy~ bed nook  - close to EVERYTHING you could possibly want during your stay in MTL! The space is shared with two girls in their mid-twenties who work and study. They are typically home during evenings on weeknights. It is important that the guests and the tenants both feel comfortable sharing the communal spaces, as this is a bedroom being rented out and not an entire apartment.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/08a84d8b-4119-4929-bf29-1f6ff368e3f3.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10677883",
    "name": "Great location in Barcelona",
    "summary": "Hello, if you are looking to stay in Barcelona here is a nice and calm neighborhood, close to the metro Navas, shopping Glories and much more. Here you have the real catalan lifestyle! Air conditioner, supermarkets and train close.",
    "description": "Hello, if you are looking to stay in Barcelona here is a nice and calm neighborhood, close to the metro Navas, shopping Glories and much more. Here you have the real catalan lifestyle! Air conditioner, supermarkets and train close. Is like seen in the pictures, not new but functional. Whole apartment. One of the best in town Bus, train, metro and taxi.",
    "bedrooms": 4,
    "beds": 4,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/209da3b7-8831-4b36-8abf-a81fd1f91f82.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1068505",
    "name": "Relaxing and Roomy in Crown Heights",
    "summary": "",
    "description": "This comfortable and spacious room is the middle room of a beautiful 3 bedroom apartment. With 2 doorway exits (one to the hallway and the other to the living room) the room has a unique setup while maintaining complete privacy. There is a skylight on the ceiling allowing for natural light and a ceiling fan for circulation.   The apartment is on the street side of a tree lined street, where natural light filters in throughout most of the day. I am located on the top (3rd floor, walk-up) of a lovely, family-owned brownstone which is located conveniently near numerous train lines (2,3,4,5,A,C, or Shuttle to the B,Q) - a short 20 minute commute to Manhattan. I have enjoyed this vibrant, lively and fun neighborhood for more than 6 years. On the block you can find unique coffee & tea shops with wireless internet, fresh baked goods, friendly bodegas, a couple of bars and EXCELLENT food (Thai, Mexican, Chinese, etc.) and a laundromat on the corner. Just a couple blocks further in either direc",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/17509746/9d5547e2_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1069531",
    "name": "Asia House, Garden Room, Princevile",
    "summary": "Asia House, sits on an ocean bluff in Princeville on the spectacular north shore of Kauai. The ocean or Queen's Bath is right across the street. There are beaches all over Princeville, all within 1-2 miles or less. Princeville Resort is a jewel on Hanalei Bay, known as one of the most beautiful bays and beaches in the world. This location is very quiet. Kauai has it all... spectacular scenery, gracious people, bird-watching, whale watching, snorkeling, diving, golfing, hiking, and more.",
    "description": "Asia House, sits on an ocean bluff in Princeville on the spectacular north shore of Kauai. The ocean or Queen's Bath is right across the street. There are beaches all over Princeville, all within 1-2 miles or less. Princeville Resort is a jewel on Hanalei Bay, known as one of the most beautiful bays and beaches in the world. This location is very quiet. Kauai has it all... spectacular scenery, gracious people, bird-watching, whale watching, snorkeling, diving, golfing, hiking, and more. This private Garden Studio, with separate entrance, is fully furnished and has a Queen bed, cable TV, and WIFI.   There is a small kitchenette with a full refrigerator, microwave, dishes, pots and pans, blender, coffee pot, toaster oven, and more. It also includes linens, beach towels, and beach chairs.   Guests are welcome to use my kitchen for more extensive cooking. LOCATION, LOCATION, LOCATION.  We are within walking distance of two of the highest rated beaches in the world, Hideaways, and also acro",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/65259801/9e47b7f6_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1070322",
    "name": "Triple room Barcelona Guell park",
    "summary": "Private room in damily home",
    "description": "Private room in damily home I own another double room also mentioned on this web room with three beds, one high triple room in an attic (family's home) in the popular district of Gracia Rooms have a small area with fridge and microwave Sunny apartment next to a nice park. Five minutes from the metro station \"Lesseps\" two minutes and buses to anywhere in the city. Bathroom (two rooms share the bathroom)  The room has bed linen and towels guests. FREE WIFI Possible airport pickup. The area is populated by artists and bohemian crowd. It has charming squares around the neighborhood, diversity of races and has a large concentration of international restaurants. Located on the \"Passeig de Gracia\" The Plaça de Sol is the best known of this neighborhood. It's full of cafes, terraces and evening is the place that people choose to go out for a drink. The ideal place to feel at home In the month of AUGUST the neighborhood (Formerly \"Vila de Gràcia\") celebrates its festival, famous for its ornate ",
    "bedrooms": 1,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/49783669/32c978eb_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10706900",
    "name": "Apart-hotel w/ Wonderful Ocean View - 2 bedrooms!!",
    "summary": "It's the perfect spot in Rio! A 2 bedroom aptm. in front of Barra da Tijuca´s beach, fully equipped and with excellent facilities in the building. * Ocean front balcony with hammock and breakfast table; * Bedroom suite with ocean view; * Great beds and shower; * Security and Reception 24 hrs; * Supermarket under the building; * Close to bars and restaurants * Easy access to the rest of the city; * Swimming pool with sea view and bar service; *Buffet restaurant; * Parking;",
    "description": "It's the perfect spot in Rio! A 2 bedroom aptm. in front of Barra da Tijuca´s beach, fully equipped and with excellent facilities in the building. * Ocean front balcony with hammock and breakfast table; * Bedroom suite with ocean view; * Great beds and shower; * Security and Reception 24 hrs; * Supermarket under the building; * Close to bars and restaurants * Easy access to the rest of the city; * Swimming pool with sea view and bar service; *Buffet restaurant; * Parking; You can sleep to the sound of the waves from any of the bedrooms. It is a fully equiped apartament, ready to host a family or up to 5 friends travelling together. It is a cozy and confortable place perfect for holidays! The building itself is one \"apart-hotel\", so you can find locals who live there and also tourists from Brazil and abroad. Reception and security  are 24/7. The building has 2 swimming pools (1 for children),  2 restaurants and 1 supermarket (please go have breakfast there and eat their pizza. its reall",
    "bedrooms": 2,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/fe2cc2d3-75f8-43e0-827f-147ed33e1574.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10716793",
    "name": "DOUBLE ROOM for 1 or 2 ppl",
    "summary": "10m2 with interior balkony kitchen, bathroom small but clean and modern metro in front of the building 7min walk to Sagrada Familia, 2min walk TO amazing Gaudi Hospital Sant Pau SAME PRICE FOR 1 OR 2 PPL-15E All flat for your use, terrace, huge TV.",
    "description": "10m2 with interior balkony kitchen, bathroom small but clean and modern metro in front of the building 7min walk to Sagrada Familia, 2min walk TO amazing Gaudi Hospital Sant Pau SAME PRICE FOR 1 OR 2 PPL-15E All flat for your use, terrace, huge TV.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/d0296037-a6a8-4c6a-812b-17d11510ca2e.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1073607",
    "name": "Bright Inner West Terrace Value+",
    "summary": "",
    "description": "Come and stay in wonderful Petersham! This amazing and large terrace house is located only minutes from the train and buses that will have you in the heart of the city within 15 minutes.  The room is a large and sunny double room, located on the first floor of a renovated terrace overlooking the garden. You will have a private and relaxed stay. The room is perfect for a couple or single and is easily accessible to the shared bathroom. We are very close to public transport (and even a pub next door) but it is quiet and relaxed so no need to worry about noisy trains waking you up at night!). We are a short walk away from Leichhardt which is Sydney's amazing Italian dinning and entertainment precinct. On the other side of the railway line is Petersham's famous Portuguese dining strip. Glebe, Balmain and Rozelle markets are a short bus trip away. This is a lovely and safe area to walk around at any time of day or night. The streets are quintessentially Sydney with a real mix of architectur",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.5"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/17332637/eddf8c61_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1074008",
    "name": "Designer's Historical Apartment",
    "summary": "This tastefully functional Istanbul apartment with a great soul is in the heart of the city. Offers lot's  of sunlight during the day and quiet sleeps at night. Enjoy the historical neighborhood with antique stores, galleries, and coffee shops.",
    "description": "This tastefully functional Istanbul apartment with a great soul is in the heart of the city. Offers lot's  of sunlight during the day and quiet sleeps at night. Enjoy the historical neighborhood with antique stores, galleries, and coffee shops. Fully renovated by an artist/ designer this architecturally distinct 1 bedroom historical Istanbul apartment is in the heart of the city. 1 minute walk to Istiklal Street, 5 minutes walk to the Taksim Square. Bars, pubs, restaurants, art galleries, yoga studios, movie theaters and all the other attractions that the city offers are within short walking distance. The neighborhood is very close to the historical peninsula (Hagia Sophia, Blue Mosque, Topkapi Palace etc.), Galata Tower, and the other tourist attractions. All the public transport (metro, buses, ferries, Tunnel tram) are nearby.  The apartment is equipped with appliances, there is also a great juice maker. It is a strictly vegetarian household, so we kindly ask you not to bring any mea",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/17682799/4e0a4bec_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10742116",
    "name": "Nişantaşı, safe, quality area.Very close to metro.",
    "summary": "Richest and safest place of Turkey. U can walk to the best restaurants and world brands for shopping. Free Concierge, Free Airport Transfer and Free Unused Towel Set.We are located at Nişantaşı which is the safest area in the center of Istanbul, famous for best shops, coffees, restaurants, bars and clubs.Abdi Ipekci Street where Louis Vuitton, Rolex, Prada, Armani is only 3 minutes by walking.City`s Shopping Center, American Hospital and Macka Park and Metro are only 5 minutes by walking.55m².",
    "description": "Richest and safest place of Turkey. U can walk to the best restaurants and world brands for shopping. Free Concierge, Free Airport Transfer and Free Unused Towel Set.We are located at Nişantaşı which is the safest area in the center of Istanbul, famous for best shops, coffees, restaurants, bars and clubs.Abdi Ipekci Street where Louis Vuitton, Rolex, Prada, Armani is only 3 minutes by walking.City`s Shopping Center, American Hospital and Macka Park and Metro are only 5 minutes by walking.55m². Most quality and safest area in Istanbul is Nisantasi. Very close to American Hospital, Metro, Macka Park, Abdi Ipekci Street, City`s Shopping Center..... The apartment is 55m² Free Concierge, Free Airport Transfer and Free Unused Towel Set. Most quality and safest area in Istanbul is Nisantasi. 5 minutes by walking to Metro Station. Very close to Macka Park. Free Concierge, Free Airport Transfer and Free Unused Towel Set.",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/8b3ee70d-cda4-41f0-ad19-8560dd45eee9.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10751153",
    "name": "Renovated Classic Design Studio with Sun Room",
    "summary": "Take in the regal elegance of this classic design studio set in a renovated former piano academy and factory. Discover a downtown getaway featuring original ornate finishes, custom made furniture, colorful decor, and a sun room.",
    "description": "Take in the regal elegance of this classic design studio set in a renovated former piano academy and factory. Discover a downtown getaway featuring original ornate finishes, custom made furniture, colorful decor, and a sun room.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/4ea/air/v2//pictures/554b91c6-d08d-4a1c-9473-c88e497bf123.jpg?t=r:w1200-h720-sfit,e:fjpg-c85"
    }
  },
  {
    "_id": "10752737",
    "name": "HUGE Bedroom in Lower East Side",
    "summary": "Exciting and trendy neighborhood! Tons of restaurants, bars, coffee shops, art galleries, and shopping. Walking distance:Soho, East Village, Lolita, Little Italy, Chinatown, and one subway stop from Brooklyn. 3 blocks from 4 major subway lines.",
    "description": "Exciting and trendy neighborhood! Tons of restaurants, bars, coffee shops, art galleries, and shopping. Walking distance:Soho, East Village, Lolita, Little Italy, Chinatown, and one subway stop from Brooklyn. 3 blocks from 4 major subway lines.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/e18d8750-f90c-423b-9e40-493c79f9ac1b.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1077686",
    "name": "BALAT",
    "summary": "",
    "description": "Müstakil olan evimiz İstanbul Balat'ta bulunmaktadır. 130 yaşında, müstakil bir evdir. 2 farklı odada toplam 3 kişi kalabilme imkanı bulunmaktadır.",
    "bedrooms": 1,
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/16208396/7c34988b_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10782351",
    "name": "City View Apartment",
    "summary": "This apartment is located on the up floor (1st floor) It looks across to the street and the park includes comfortable home environment. 1+1 bedroom + living room + full equipment kitchen and bathroom. 59.m This apartment is up to 2+2 people.",
    "description": "This apartment is located on the up floor (1st floor) It looks across to the street and the park includes comfortable home environment. 1+1 bedroom + living room + full equipment kitchen and bathroom. 59.m This apartment is up to 2+2 people.",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/779038ef-f0e6-4b4d-8c0a-c4b345e64779.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1079887",
    "name": "Trendy apartment in BCN centre",
    "summary": "",
    "description": "This is a brand new apartment that was completly refurbished. Is located in the very centre of Barcelona (L'eixample district).  The area is very quiet, safe and perfect for a holiday break, because even when you can reach the luxury Avenue Passeig the Gracia within 3 metro stops, you´ll be still experiencing the real Barcelona style life. The Paseig the Gràcia area offers all it's modernist architecture, the tàpies foundation, and luxury shops, restaurants and cafes. A few minutes away from it, you'll be in Plaza Catalunya, the neuralgic nerve of Barcelona. The apartment is sorrounded by all sort of shops such as supers, pharmacies, coffe stores and restaurants. It has a huge terrace with amazing views of the city. The kitchen is fully equiped and linen and towels are provided. This is a great option for families and couples. It's also equiped with high speed wi fi and TV For further info don't hesitate in asking! ;) Check-in after 21:00 has an extra fee of 30€.",
    "bedrooms": 2,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/16242648/26aeb314_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10802909",
    "name": "Room in the very ♥ of BCN - Unbeatable location",
    "summary": "Welcome to Bcn! The room is small but cosy, with 2 single beds. There's a dedicated wardrobe in the room for clothes and luggage storage, then access to communal kitchen, Wi Fi, clean towels and bedding, heating/fan, shared shower and bathroom. The apartment has everything you could possibly need to make your stay perfect. Clean sheets, towels and essentials provided plus your host is always available for questions and advice!  Please read all house rules carefully. Thank you :) Flo",
    "description": "Welcome to Bcn! The room is small but cosy, with 2 single beds. There's a dedicated wardrobe in the room for clothes and luggage storage, then access to communal kitchen, Wi Fi, clean towels and bedding, heating/fan, shared shower and bathroom. The apartment has everything you could possibly need to make your stay perfect. Clean sheets, towels and essentials provided plus your host is always available for questions and advice!  Please read all house rules carefully. Thank you :) Flo The listing is only for 2 people and there's only 2 beds. The picture is old and instead of the third bed you see in the pictures, there's now a comfortable wardrobe. Bathroom - Shower - Kitchen Smoking is NOT allowed inside the room, it's strictly forbidden. If you like, you can smoke but at the kitchen's balcony, again NOT inside the room please. Thank you for your understanding. House is close to literally everything, Metro stations (Green and Yellow line) and buses (night buses too). About Parking: in t",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/57885dc0-27ad-4d85-b557-8948b21adadd.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10812136",
    "name": "well lit East Williamsburg apt.",
    "summary": "First word to describe when you walk into the space is ZEN. Spacious, peaceful, roof top, large kitchen, turntable. Has a great record shop, yoga studio, top notch cocktail bar. Close to the L,J, and M trains. Very welcoming neighborhood vibe.",
    "description": "First word to describe when you walk into the space is ZEN. Spacious, peaceful, roof top, large kitchen, turntable. Has a great record shop, yoga studio, top notch cocktail bar. Close to the L,J, and M trains. Very welcoming neighborhood vibe.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.5"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/9f7eaf72-f75e-4422-ba0e-b4283ed6a7ab.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10816768",
    "name": "Spacious 2 Bedroom: Soho/Escalator",
    "summary": "Bright and spacious two bedroom apartment located in Soho along the famous HK escalator.  Numerous restaurants, cafes and bars (including the Lan Kwai Fong district) are only minutes away on foot. All comforts are provided including clean sheets, towels, shampoo, conditioner, body wash, hair dryer, laundry, hand soap, full kitchen amenities and wifi.",
    "description": "Bright and spacious two bedroom apartment located in Soho along the famous HK escalator.  Numerous restaurants, cafes and bars (including the Lan Kwai Fong district) are only minutes away on foot. All comforts are provided including clean sheets, towels, shampoo, conditioner, body wash, hair dryer, laundry, hand soap, full kitchen amenities and wifi. We will accommodate a maximum of 5 guests including kids/children (this does not include infants). Four guests fit most comfortably here so guest five will be charged $100HKD/night.  The master bedroom (2 guests) includes a queen size bed, new mattress, blackout curtains and a large closet.  The second bedroom (2-3 guests) has a double bed with a new mattress and a twin size sofa bed (also new!). We also have two travel cots available, a baby bathtub and highchair for guests with infants. Beds are super comfy and the shower is amazing.  We know you will be comfortable here. We ask that you do not use more bed linens or towels other than wh",
    "bedrooms": 2,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/be83fcb5-a33f-4e27-babb-cb72e45ff915.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10819035",
    "name": "Comfort Room in Istanbul",
    "summary": "This place is near bus stop, minibus road and taxi . There is wi-fi",
    "description": "This place is near bus stop, minibus road and taxi . There is wi-fi",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/7579c412-cff0-420e-97db-6c768c4ef1b0.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10828339",
    "name": "Quarto espaçoso e arejado no Rio.",
    "summary": "Meu quarto além de ser silencioso, tem uma janela que deixa bem iluminado e arejado. Por ser  no décimo andar é bem ventilado também. Possui Cama de casal, ar condicionado, espelho grande e armários. Tudo muito novo, parede recém pintada.  Uma graça.",
    "description": "Meu quarto além de ser silencioso, tem uma janela que deixa bem iluminado e arejado. Por ser  no décimo andar é bem ventilado também. Possui Cama de casal, ar condicionado, espelho grande e armários. Tudo muito novo, parede recém pintada.  Uma graça.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/bf1ceb3a-d2a9-4062-8809-a6c29daed4d9.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10839801",
    "name": "Room w private toilet 3 min to MTR!",
    "summary": "Our cozy double room with separate bathroom is 3 mins walk from MTR, surrounded by lots of nice restaurants, bus stops, tram station that allows you to go travel really easily. 10 min to Promenade. Feel free to use our kitchen & living room. We have two lovely cats at home. :)",
    "description": "Our cozy double room with separate bathroom is 3 mins walk from MTR, surrounded by lots of nice restaurants, bus stops, tram station that allows you to go travel really easily. 10 min to Promenade. Feel free to use our kitchen & living room. We have two lovely cats at home. :) Quarry bay is a district few stations away from many main attractions and this room is very closely located to Quarry Bay Park with awesome view! 民宿內的客飯廳,設備完善的廚房,雪櫃內的飲品,洗衣及乾衣服機,冷氣,電視,Wi-Fi,都是開放給大家使用的,真的不要客氣呀! I love travelling and meeting people from very different culture. Would love to share meals together or grab a drink! 鄰行緊大型太古城購物中心,康怡廣場,鰂魚涌運動埸,太古坊,海濱長廊,7人人造草足球場,觀景台,太極花園,怪獸大廈, 糖廠街綠色市集, Direct airport bus A12 to downstairs. It is right at the MTR, bus stops and tram stations. Super convenient! 當你們確認是我們民宿的住客,我們有專人與你們聯絡,確保你能擁有一個愉快的住宿體驗!",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/0c695963-3fe4-443e-9d5f-422f4506d486.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10839973",
    "name": "傳統香港房间 - 干净整洁交通便利的二人房间",
    "summary": "我的房源適合情侶和獨自旅行的冒險家｡",
    "description": "我的房源適合情侶和獨自旅行的冒險家｡",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/3ad0ebd7-23f6-40ae-9e11-d1058395a4e2.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10840938",
    "name": "Spacious 3bdrm. Artsy and Perfect Location!",
    "summary": "Welcome to stay in my 3bed apartment. Its a rare gem in HK,  as its Huge compared to other Hk apts! Perfect for a few friends sharing or a family. Walk everywhere in Central in  few min. Soho, Escalator, Hollywood road, MTR. It’s walk up building! please check my profile, I have many reviews :)",
    "description": "Welcome to stay in my 3bed apartment. Its a rare gem in HK,  as its Huge compared to other Hk apts! Perfect for a few friends sharing or a family. Walk everywhere in Central in  few min. Soho, Escalator, Hollywood road, MTR. It’s walk up building! please check my profile, I have many reviews :) Its a classic central hong kong style building. It is an older style building and apartment, an old touch of Hong Kong history and character.  I've added all my favourite artistic touches and light fixtures  to make it more modern and cosy. The place is white and grey with light wooden floors. This place is very large for hk around 1000 sqft! Its perfect for sharing and everyone can have their own room :) The large size reflects the character of its time, spaces were large back then and now modern HK apartments are very small and cramped.  **Please note: There is NO elevator. It's a walk up building to 4th floor.** The Bathroom set up is interesting, there are 2 rooms w toilets.  I have designat",
    "bedrooms": 3,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "1.5"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/518f9e38-12a7-45d6-818d-b7ae3046b6ba.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10850008",
    "name": "Big Private BR Steps to Barnard Columbia & Subways",
    "summary": "This listing is for a large, comfy private BR in a quiet, sun-filled apartment on  a high floor in a safe, friendly pre-war elevator building in the heart of Morningside Heights. You will be just steps from Columbia and Barnard Universities and a few blocks from the Manhattan School of Music, Jewish and Union Theological Seminaries, and Riverside, Morningside and Central Parks. With high-speed wifi, cable TV, printer, dishwasher, microwave, a/c, 24-hour laundry room and evening doorman",
    "description": "This listing is for a large, comfy private BR in a quiet, sun-filled apartment on  a high floor in a safe, friendly pre-war elevator building in the heart of Morningside Heights. You will be just steps from Columbia and Barnard Universities and a few blocks from the Manhattan School of Music, Jewish and Union Theological Seminaries, and Riverside, Morningside and Central Parks. With high-speed wifi, cable TV, printer, dishwasher, microwave, a/c, 24-hour laundry room and evening doorman This is a peaceful apartment with all the comforts of home.  It is a perfect size for traveling couples or individuals, students or professionals, who are looking for a quiet and comfortable place near any of the nearby schools or a welcoming home base for their city vacation experience. There is a queen-sized bed in the private bedroom (it's not a pull out couch, despite what it looks like in the pictures; I built a frame off of the couch and put an extra comfy queen mattress on top of it). The room ove",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/6b750184-229f-4f02-ae03-c1278a0dc1b1.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10852990",
    "name": "Apartamento para as olimpíadas",
    "summary": "Indevassável, localizado entre Laranjeiras, Aterro do Flamengo e Praia de Botafogo.  Prédio com portaria 24 h na rua do Palácio Guanabara. Próximo a praça São Salvador, que tem movimentação toda noite. A localização permite agradáveis passeios a pé.",
    "description": "Indevassável, localizado entre Laranjeiras, Aterro do Flamengo e Praia de Botafogo.  Prédio com portaria 24 h na rua do Palácio Guanabara. Próximo a praça São Salvador, que tem movimentação toda noite. A localização permite agradáveis passeios a pé.",
    "bedrooms": 2,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/79ff6521-b097-4ed8-a211-b5d56921af3b.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10855800",
    "name": "Hospede-se com acesso fácil.",
    "summary": "Perto de ponto de ônibus, táxi e trem. Perto do aeroporto Internacional e do porto.  Fácil acesso.",
    "description": "Perto de ponto de ônibus, táxi e trem. Perto do aeroporto Internacional e do porto.  Fácil acesso.",
    "bedrooms": 2,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/925817ae-e318-44ef-89ce-ca22a6e3b1ac.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10857454",
    "name": "Artist Garden Duplex Ft. Greene - 2.5 Bedroom",
    "summary": "Beautifully renovated Brownstone garden duplex - BEST BLOCK in Ft. Greene (S Portland Ave). High end renovation: full kitchen, private entrance, master bedroom with Queen bed, glass partition, study (extra bed - the \"half bedroom\"), glass doors to patio/garden. Living room sofa opens to Queen. Cellar: TV room, extra sleep quarters (3 twins or  king), bath w shower . Perfect for 1 - 2 couples or families.  5 minutes to BAM, subways, restaurants, park, farmer's market. Superb base for NY vacation.",
    "description": "Beautifully renovated Brownstone garden duplex - BEST BLOCK in Ft. Greene (S Portland Ave). High end renovation: full kitchen, private entrance, master bedroom with Queen bed, glass partition, study (extra bed - the \"half bedroom\"), glass doors to patio/garden. Living room sofa opens to Queen. Cellar: TV room, extra sleep quarters (3 twins or  king), bath w shower . Perfect for 1 - 2 couples or families.  5 minutes to BAM, subways, restaurants, park, farmer's market. Superb base for NY vacation. Gorgeous brownstone garden duplex (private entrance) on best block - sleeps 8. Main floor comfortably sleeps 4: 1 queen in master bedroom, queen sleeper sofa in living room with luxurious high end kitchen and bathroom.  Cellar TV room has two regular twins that fit together to make a king bed (I add a foam strip to fill the gap between the two twins and belt the two mattresses together so they don't come apart when made into a king) and two extra long twin futons that sit on the floor;  full ba",
    "bedrooms": 3,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/75fe904f-b3ce-4d14-a099-0422143f7d53.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10862541",
    "name": "AP. EM CONDOMINIO FECHADO",
    "summary": "AP EM BAIRRO SÃO CRISTÓVÃO PRÓXIMO DO CENTRO, MARACANÃ E DAS PRINCIPAIS RODOVIAS DA CIDADE. 20m DAS PRAIAS DA ZONA SUL. AP EM CONDOMÍNIO FECHADO COM PORTARIA 24H. SÃO DOIS QUARTOS, SALA, COZINHA AMERICANA, BANHEIRO E SACADA.",
    "description": "AP EM BAIRRO SÃO CRISTÓVÃO PRÓXIMO DO CENTRO, MARACANÃ E DAS PRINCIPAIS RODOVIAS DA CIDADE. 20m DAS PRAIAS DA ZONA SUL. AP EM CONDOMÍNIO FECHADO COM PORTARIA 24H. SÃO DOIS QUARTOS, SALA, COZINHA AMERICANA, BANHEIRO E SACADA.",
    "bedrooms": 2,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/7bcc7661-aece-428b-846e-8ba050fadb0e.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10887852",
    "name": "Cozy Hell's Kitchen Apt",
    "summary": "1 bedroom Apt in Hell's Kitchen/Midtown West area . Close to Broadway Theaters & Times Sq. Walk to Central Park or West Side Highway . Apt faces the building courtyard which makes it quiet & serine. It's a small apartment adequate for solo, business travelers, or couples. There is no elevator, the apartment is located on the 4th floor ( must climb stairs)The building was built in 1920.",
    "description": "1 bedroom Apt in Hell's Kitchen/Midtown West area . Close to Broadway Theaters & Times Sq. Walk to Central Park or West Side Highway . Apt faces the building courtyard which makes it quiet & serine. It's a small apartment adequate for solo, business travelers, or couples. There is no elevator, the apartment is located on the 4th floor ( must climb stairs)The building was built in 1920. Clean, Small 1 bedroom apartment, located on the 4th floor of a 1920’s building. It is close to public transportation, restaurants, bars, and Times Square. Private bedroom  is yours for the entire stay  as well of use of the Kitchen & Bathroom. *Please note there is a storage room that is not for guest access. It is the room behind the beige curtain* The kitchen is fully stocked with pots, pans and dishes if you like to cook.  I have tons of spices that you are welcome to use as well.  There is a full stove & toaster oven but no microwave. I'm always available by phone for any questions. 2 Avenues away f",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/24f141fe-5747-497c-bbad-9dff86558fce.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10893326",
    "name": "Designer Apartment in Sheung Wan",
    "summary": "We live in a beautiful and spacious one bedroom apartment in the heart of Sheung Wan.  Lots of natural light and an open view over trees on Hollywood Road and the Man Mo Temple. We are close enough to the action whilst still being in a quiet spot, a rare find!",
    "description": "We live in a beautiful and spacious one bedroom apartment in the heart of Sheung Wan.  Lots of natural light and an open view over trees on Hollywood Road and the Man Mo Temple. We are close enough to the action whilst still being in a quiet spot, a rare find! Often described as the new SOHO, there are chic coffee shops and international gourmet restaurants as well as small street side dai pai dongs, up market boutiques and antique shops as well as traditional Chinese medicine and dried food shops – the best of both worlds where old meets new. The area is well served by minibuses, City Bus, taxis, and the old style Hong Kong tram. The MTR is a two minute walk from the flat. Many bus routes run along Des Voeux Road and Queens Road West and though many streets are too steep or narrow for buses, some minibus routes travel through the upper streets.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/0b804c2f-2257-4290-a158-bd9b2d9111bb.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1089542",
    "name": "Private Cozy Bedroom in Brooklyn",
    "summary": "Your private room is located in our family's lovely 3-bedroom condo, a welcoming space for you to call home while enjoying all that New York's five boroughs have to offer. We are artists and students of culture and will be happy to help with recommendations during your stay. We also have another bedroom listing with more space: https://www.airbnb.com/rooms/135393?s=8&user_id=663764&ref_device_id=834476da76042c7d3d85486a5eaac86e8cc4de3b",
    "description": "Your private room is located in our family's lovely 3-bedroom condo, a welcoming space for you to call home while enjoying all that New York's five boroughs have to offer. We are artists and students of culture and will be happy to help with recommendations during your stay. We also have another bedroom listing with more space: https://www.airbnb.com/rooms/135393?s=8&user_id=663764&ref_device_id=834476da76042c7d3d85486a5eaac86e8cc4de3b To yourself, you'll have a cozy room furnished with a comfortable and adjustable Ikea bed that pulls out from a twin to become a double. Your room also has a small refrigerator/freezer. yay! Clean sheets, blankets, pillows, and shampoo/conditioner are provided, as well as fresh towels and some closet space. (There are no additional charges for these items.) (Note: When set-up as a double, the bed will take up most of the space in the room, though you may push it back into a twin for more space during the day.)  We provide you with your own set of house k",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/16418125/cac4d78e_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1090153",
    "name": "Aquilla House - Ocean Views Newport",
    "summary": "",
    "description": "Enjoy breathtaking Newport Beach and ocean views from   every room except the bathrooms of this beautiful, family home. Positioned overlooking the stunning Pacific Ocean, with a south easterly aspect, this relaxed family home is perfect for a holiday escape!  Ideal for both family and entertaining, set against inspiring ocean and Newport Village views, only a 5 minute short walk to the beach via steps leading down from the garden.  > Four bedrooms, two bathrooms; two bedrooms and one bathroom on each level with level access to entrance.  > Spacious open plan living and dining, polished timber floors, open fireplace.  > Stunning gourmet kitchen features large preparation island, European appliances and professional Ilve oven and gas range hob.  > Open plan lounge and dining leads to an expansive deck with sweeping 180 degree views of the Pacific Ocean via bi-fold doors..  >  Landscaped, tiered ocean view garden with in-ground trampoline at the front for the kids.   > Fully equipped with",
    "bedrooms": 4,
    "beds": 5,
    "bathrooms": {
      "$numberDecimal": "3.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/16395083/6c8f3f1c_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10908640",
    "name": "Quarto de Casal em Ipanema",
    "summary": "Ideal para hóspedes do mundo todo que buscam um lugar para poderem descansar e se socializarem depois de um longo dia na Cidade Maravilhosa.",
    "description": "Ideal para hóspedes do mundo todo que buscam um lugar para poderem descansar e se socializarem depois de um longo dia na Cidade Maravilhosa. Um lugar calmo e descontraído, onde você poderá interagir com outras pessoas e compartilhar a experiência de estar visitando o Rio. O apartamento fica na principal rua de Ipanema, a poucos passos da incrível Praia de Ipanema e próximo às famosas Praias de Copacabana e do Leblon.  Ele fica na zona de comércio do bairro, entre a Rua Farme de Amoedo e a Rua Texeira de Melo, onde também há grande variedade de bares e restaurantes nos arredores. Tudo acessível a pé.  Características do quarto Casadinho: ºCama de casal queen-size ºArmário ºAr Condicionado ºWIFI ºTV º Varanda A sala e a cozinha estão inteiramente à disposição do hóspede. Os banheiros da casa são compartilhados. Contamos com a colaboração de todos para mantê-los limpos e organizados entre períodos de faxina. Estou sempre à disposição para responder qualquer dúvida e oferecer suporte. Ipan",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/fe435c65-e53a-4d07-baa5-0566df359cc7.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10911771",
    "name": "causeway bay MTR+Tidy Quad room&YT",
    "summary": ".Near the subway: causeway bay MTR station (exit E, 2-3 minutes walk; Each room specific independent toilet, hot and cold water bath, independent air-conditioning, enjoy free WIFI Internet bring their own computers, more passengers to provide shower gel, hand sanitizer, shampoo, bath towel. Convert plug, front desk has blown ram and convenient services, the hotel fire alarm, smoke hood detectors, fire extinguishers, fire escapes light fire equipment, etc.",
    "description": ".Near the subway: causeway bay MTR station (exit E, 2-3 minutes walk; Each room specific independent toilet, hot and cold water bath, independent air-conditioning, enjoy free WIFI Internet bring their own computers, more passengers to provide shower gel, hand sanitizer, shampoo, bath towel. Convert plug, front desk has blown ram and convenient services, the hotel fire alarm, smoke hood detectors, fire extinguishers, fire escapes light fire equipment, etc. Causeway Bay a gradually expand the hotel, guest room has twin  room, double room, triple room and quad room, each room has independent bathroom, hot and cold water bath, independent air-conditioning,  enjoy free WiFi Internet access, more passengers with shower gel, soap, shampoo, bath towel. Conversion plug,  hair dryer and other convenient services, the hotel complete fire alarm, smoke detector cap, fire extinguisher, channel indicator etc. fire fighting equipment Special clean the room every day we have to be responsible for the r",
    "bedrooms": 1,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/ec168aa9-02d9-4f62-88d1-0e776fda53df.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1092760",
    "name": "Private Entrance - Backyard Summer Dining - Enjoy",
    "summary": "If you appreciate the natives in the outer boroughs, we appreciate you as guest.  Brooklyn has become very popular among Brooklynites and new comers.  While visiting NYC, if you are looking for crowds, museums and shopping, visit Manhattan.  Welcome!",
    "description": "If you appreciate the natives in the outer boroughs, we appreciate you as guest.  Brooklyn has become very popular among Brooklynites and new comers.  While visiting NYC, if you are looking for crowds, museums and shopping, visit Manhattan.  Welcome! TRANSPORTATION IS SO IMPORTANT -  APARTMENT IS LOCATED TO EASY AND CONVENIENT TRAVELS -  WHILE STAYING AT THIS: Spacious and comfortable guest suite (Website hidden by Airbnb) Bathroom, open kitchen/entertaining area.     - Access to the garden for summer days and evenings.   The host will interact with the guest, if needed because we respect your privacy and vacation time. Backyard access. Due to construction in the area, the yard has been compromised therefore esthetically not pleasing to the eye but still can be used. We respect your privacy so will not interfere with your visit. We are not offering a hotel experience, yet a friendly and family environment.  (Please do not bring people to hang out, party or sleepovers - each additional ",
    "bedrooms": 1,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/31310778/f5efde7e_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10932304",
    "name": "Waterfront, Enchanted Lake Home 2/1",
    "summary": "-Home has two bedrooms and two baths, approximately 1100 of living sq ft. Home is lakefront to Enchanted lake and surrounding with beautiful mountain views. You can fishing, crabbing, osytering or paddling to the ocean right from the back of house PLEASE NOTE that this is a DUPLEX (upstair unit)",
    "description": "-Home has two bedrooms and two baths, approximately 1100 of living sq ft. Home is lakefront to Enchanted lake and surrounding with beautiful mountain views. You can fishing, crabbing, osytering or paddling to the ocean right from the back of house PLEASE NOTE that this is a DUPLEX (upstair unit) There are two king bed with tempurpedic mattress in each bedroom and two queen pullout beds from the sofa. PLEASE NOTE that this is a DUPLEX! Guest can access the entire property, except a certain off-limits locker/closet and area that is not dedicated to their unit. Guest can contact us via (EMAIL HIDDEN) text/call: (PHONE NUMBER HIDDEN) (primary(URL HIDDEN) (secondary) Enchanted Lake front gem, quiet, safest million dollar home neighborhood on the island. Ten minutes from the heart of Kailua town, beaches, hiking trails; close to shopping & movie theater... Buses, bikes and any type of rental vehicles Please be aware that there is no refund due to vermin.  Hawaii is a warm state and there may",
    "bedrooms": 2,
    "beds": 4,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/ec33c60e-5766-4d6d-a9d4-465cd5920ec9.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10948197",
    "name": "aOceanside Hawaii Apartment Studio Kitchen Parking",
    "summary": "Ocean city or Mountain View based on availability. Steps from the surfing and tanning beach, Ala Moana Mall,restaurants and a local grocery store. This hidden gem is the perfect getaway for anyone who has passion for the islands. Host can help you navigate to enjoy the best experience at a budget. Rate excludes 14 % Hawaii  State tax.",
    "description": "Ocean city or Mountain View based on availability. Steps from the surfing and tanning beach, Ala Moana Mall,restaurants and a local grocery store. This hidden gem is the perfect getaway for anyone who has passion for the islands. Host can help you navigate to enjoy the best experience at a budget. Rate excludes 14 % Hawaii  State tax. In the heart of Waikiki  Ocean mountain city view private studios based on availability...walk to 3 beaches and best local cheap eateries...free surfboards beach gear snorkels beach bike and paddle board based on availability. Best guide to secret beaches hikes and Iocal island favorites.  Per night price breakdown: The base price of the unit is $99 + 14 % Hawaii state tax Rate excludes 14 % Hawaii  State tax. Per night price breakdown: The bar price of the unit is $99 + 14 % Hawaii state tax Restaurants white sandy beach shopping grocery We will be available if needed but also respect our guest privacy Surf and beach town Bus uber and private transport. ",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/08bb9088-5341-4f73-8e29-3c71f324c805.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1095174",
    "name": "Makai Hideaway",
    "summary": "This house is a hidden treasure. It is located one hour south of Kona and 65 miles  from Volcano National Park. It has fantastic ocean views and a wonderful deck.House is on an old lava flow -shop before you come as nearest  store is  22  minutes away!  12  minutes off highway 11 descend a curvy road with phenomenal ocean views.I think it's one of the best views on the island! Our house is 600 feet from the ocean! Walk to snorkeling/swimming hole in 3 minutes! There isn't a beach right by house.",
    "description": "This house is a hidden treasure. It is located one hour south of Kona and 65 miles  from Volcano National Park. It has fantastic ocean views and a wonderful deck.House is on an old lava flow -shop before you come as nearest  store is  22  minutes away!  12  minutes off highway 11 descend a curvy road with phenomenal ocean views.I think it's one of the best views on the island! Our house is 600 feet from the ocean! Walk to snorkeling/swimming hole in 3 minutes! There isn't a beach right by house. A Hideaway quiet and peaceful, set in an authentic fishing village. Unwind and relax from city life and packaged vacations. Three bedroom, three baths, and game room. A large Lanai runs the length of the house for dolphin and whale watching. Have dinner on a beautiful Lanai and watch the incredible sunsets enjoy the warm climate with cool coastal breezes. One and half blocks to water access for swimming, snorkeling, kayaking, scuba diving and fishing. There are kayaks and boogie boards ... at t",
    "bedrooms": 4,
    "beds": 8,
    "bathrooms": {
      "$numberDecimal": "3.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/b424aa3e-f161-4b7e-a4dc-ff0cb70bc9e8.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10977704",
    "name": "Bright PrivateRm 1 min to JordanMTR",
    "summary": "Centrally located guesthouse, single bed room with private bathroom area. Free WiFi and amenities, air conditioner equipped. Digital doorlock offering very flexible self check in and check out process.",
    "description": "Centrally located guesthouse, single bed room with private bathroom area. Free WiFi and amenities, air conditioner equipped. Digital doorlock offering very flexible self check in and check out process.",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/e9a49d6a-4f27-4bef-a414-8245c8881b7c.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1098211",
    "name": "Super location - Walk to the City!",
    "summary": "",
    "description": "Stay for a long weekend, a week or the whole month!! Come and live in my beautiful Art deco 1 bedroom apartment. Furnished with an adorable mix of retro and modern furniture. It is fully equipped and ready to move in for short or long stays.  The apartment has a very clever layout with great use of space. There is a separate bedoom with double bed & ensuite bathroom with shower over bath. A Walk-in-robe keeps all your clothes and suitcases out of sight!  An L-shaped living area wraps around a separate kitchen. The lounge room has a 3 seater lounge and armchair and a LCD TV with good TV reception. Cute dining space seats 4 and is a comfy spot to sit with your laptop.  Kitchen has a bar fridge with freezer, 2 burner cooktop and combined microwave and convection oven (it grills, it bakes and it microwaves!). Its also equipped with crockery, cutlery, pots and pans.  Its a lower ground floor apartment on a sloping block looking into an internal shared courtyard and walkway. Surprisingly qui",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/18212259/a643486e_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10985735",
    "name": "enjoy nature in Istanbul",
    "summary": "5 minutes to seaside where you can swim, and 5 minutes to the woods, this two floors single house contains a cultivated garden with fruit trees, two large bedrooms and a big living room with a large sea view.",
    "description": "5 minutes to seaside where you can swim, and 5 minutes to the woods, this two floors single house contains a cultivated garden with fruit trees, two large bedrooms and a big living room with a large sea view. Five minutes to seaside where you can swim and five minutes to the woods where you can make long walks. A large garden full with fruit trees and a large living room with a large sea view. Guests are allowed to use any part of the house. I will do my best to help you to enjoy your stay. Respect the silence and the peacefulness of the nature :)",
    "bedrooms": 2,
    "beds": 2,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/a6aa9651-4305-4622-8462-50b1eb3c58fc.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10990260",
    "name": "The Executive  Posh Room",
    "summary": "Our Cozy Executive  Posh 1 large  bedroom in private house with queen size bed 42\" TV with cable and WiFi, close to both airport easy access to  buses and subways to Manhattan very quiet and safe neighborhood 10&15 minutes to JFK and LGA  airport",
    "description": "Our Cozy Executive  Posh 1 large  bedroom in private house with queen size bed 42\" TV with cable and WiFi, close to both airport easy access to  buses and subways to Manhattan very quiet and safe neighborhood 10&15 minutes to JFK and LGA  airport Very large 1 bedroom with 42\" TV and queen size bed, and walk in closet,  share bathroom, kitchen and living room. Very spacious Guess will have access to bathroom kitchen living room dining room and WiFi, TV and refrigerator. We are family oriented so we will interact with the guess at their convenience, host will be present upon arrival of guest. Very quiet and safe neighborhood, 8 minutes from JFK  airport and 10minutes to LGA airport easy access to bus stop and subways 32 minutes to city via subways, laundry 5 mins from home. Convenient to all stores and laundromat and pharmacy. My home is fully secure with intelligence home security system and is safe to all. 4 minutes walk to Roy Wilkins Park where you can enjoy reggae show and nightlife",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/45f3f67d-465a-4e26-9aba-f5d0f0c38c34.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10992286",
    "name": "Holoholo Inn: Rain Forest (Priv-2)",
    "summary": "Very quiet hostel in the the rain forest in Volcano Village. Located 1 mile from Hawaii Volcanoes National Park. We offer a private room with private bath accommodating up to 2 adults.",
    "description": "Very quiet hostel in the the rain forest in Volcano Village. Located 1 mile from Hawaii Volcanoes National Park. We offer a private room with private bath accommodating up to 2 adults. In Hawaiian, \"holo holo\" means \"leisurely journey\", and this is the spirit reflected in the atmosphere of our casual hostel next to our home. Our hope is to provide the Holo Holo In as a mix of convenient location, a comfortable base and serene surroundings. We have been operating as a hostel since (Phone number hidden by Airbnb)  Guest access to: Common Room with TV; Full Kitchen; Free WiFi. Host greeting and interaction on check-in, between 4:30pm and 9:00pm. Located in a quiet village setting in the rain forest. Volcano Village offers a variety of cafes, restaurants, grocery, and Farmer's Market (Sunday). It is located 1 mile from the Hawaiian Volcanoes National Park entrance. Limited public transportation. Daily bus except Sunday. (Phone number hidden by Airbnb)",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/71d004fd-b806-4595-b272-c8a7f14d77ea.jpg?aki_policy=large"
    }
  },
  {
    "_id": "10992671",
    "name": "Brooklyn Artist Loft / Fun Location",
    "summary": "Private room can sleep 2, shared bathroom. Nice and quiet, private room in the back of the home. Great to have an extra bed for friends and family that may want to visit you for a nice week end). Table by window with two chairs and two dressers a comfortable chair and a big closet. This great for internships, actors and college grads. It has been used by nurses, actors, opera singers, med school interns. Plenty of privacy and good vibes. Long term private room rental with Wifi .",
    "description": "Private room can sleep 2, shared bathroom. Nice and quiet, private room in the back of the home. Great to have an extra bed for friends and family that may want to visit you for a nice week end). Table by window with two chairs and two dressers a comfortable chair and a big closet. This great for internships, actors and college grads. It has been used by nurses, actors, opera singers, med school interns. Plenty of privacy and good vibes. Long term private room rental with Wifi . This is a great accommodation for Medical students and doctors doing a rotation. 10 minute walk to NYU Lutheran Hospital. Great for Students and Engineers. Comfortable Private  Bedroom, with a full bed and twin on top bunk beds, that can sleep two. Big Fat Pillows and a Thick Mattress, will keep you comfortable after a busy day on the town. Closet and desk and two big windows overlooking a tree line block. High Speed internet and use of the fully equipped kitchen. WiFi and use of the fully equipped kitchen. Fre",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/ac22a8d7-f828-4db7-8924-2477bc1bd998.jpg?aki_policy=large"
    }
  },
  {
    "_id": "11005300",
    "name": "East Village Sanctuary",
    "summary": "Walking distance to NYU. Large one bedroom with full kitchen and living room. In the hustle and bustle of the east village night, hide away in this green oasis to recharge and reset. Right next to the L, 4, 5, 6, N,R, W and F lines this apartment is the perfect central location for anywhere you want to go in NYC as well as just walking a block or two for a cheap amazing meal.",
    "description": "Walking distance to NYU. Large one bedroom with full kitchen and living room. In the hustle and bustle of the east village night, hide away in this green oasis to recharge and reset. Right next to the L, 4, 5, 6, N,R, W and F lines this apartment is the perfect central location for anywhere you want to go in NYC as well as just walking a block or two for a cheap amazing meal. It's an all green emerald city of sorts. I had a lot of fun decorating it and I hope you take the time to spin a record and really enjoy it. Full kitchen and fun decor, stay in and cook and watch a movie if you're more of a day time explorer. ya, what's ap me boo There is no place in the world like the east village. Every type of cuisine you can imagine and not hard to do on a budget. Perfect place for walking around, grabbing a bite, checking out local gardens and walking along the river(these are my favorite things anyway). L train R train 6 train F train  10 minute walk to union square where pretty much all the",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/efbd5f10-c0c0-4e8b-9e6a-16d0808a6fda.jpg?aki_policy=large"
    }
  },
  {
    "_id": "11006512",
    "name": "Alcam Colon 52 Apartment",
    "summary": "Spacious and bright apart., 30 meters from Ramblas and the sea front. Nice views, 2 bedrooms, 1 double and 1 with twin beds, living room with sofa bed, modern bathroom with shower flat walk. Free wifi central AC and heating.",
    "description": "Spacious and bright apart., 30 meters from Ramblas and the sea front. Nice views, 2 bedrooms, 1 double and 1 with twin beds, living room with sofa bed, modern bathroom with shower flat walk. Free wifi central AC and heating. The Gothic Quarter is the medieval centre of the city and a true labyrinth for the adventurer visitor. Walk the little streets around the Cathedral and discover the most antique dealers, or the feathers and umbrellas’ merchants in the mythic street Banys. It is been here where took place the most determining historical events of Barcelona along the centuries. To see : Chapel of Saint Agatha, Roman Wall, Jewish Quarter, Chapel of Saint Llúcia, The Cathedral , Pia Almoina, Frederic Marès Museum, The Royal Palace, The Chapel of Saint Agatha, Clariana-Padellàs House (Historic Museum of the city), Columns of the Temple of Augustus, Sant Jaume Square , Sant Felip Neri Square, Plaça del Pi.",
    "bedrooms": 2,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/a1560d43-507a-4132-8e20-78c2fd5a3657.jpg?aki_policy=large"
    }
  },
  {
    "_id": "11007058",
    "name": "Alcam Colón 42 Apartment",
    "summary": "Spacious and bright apartment, 30 meter from Ramblas and the sea front, 2 bedrooms, 1 double and 1 with twin beds, living room with sofa bed, modern bathroom with shower flat walk, free wifi, central AC and heating.",
    "description": "Spacious and bright apartment, 30 meter from Ramblas and the sea front, 2 bedrooms, 1 double and 1 with twin beds, living room with sofa bed, modern bathroom with shower flat walk, free wifi, central AC and heating. The Gothic Quarter is the medieval centre of the city and a true labyrinth for the adventurer visitor. Walk the little streets around the Cathedral and discover the most antique dealers, or the feathers and umbrellas’ merchants in the mythic street Banys. It is been here where took place the most determining historical events of Barcelona along the centuries. To see : Chapel of Saint Agatha, Roman Wall, Jewish Quarter, Chapel of Saint Llúcia, The Cathedral , Pia Almoina, Frederic Marès Museum, The Royal Palace, The Chapel of Saint Agatha, Clariana-Padellàs House (Historic Museum of the city), Columns of the Temple of Augustus, Sant Jaume Square , Sant Felip Neri Square, Plaça del Pi.",
    "bedrooms": 2,
    "beds": 3,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/60a19ee0-762c-4bc1-9ad5-de7d896ca42c.jpg?aki_policy=large"
    }
  },
  {
    "_id": "11007542",
    "name": "Spacious room Kadıköy Yeldeğirmeni",
    "summary": "Wonderful apartment situated in the hearth of Yeldeğirmeni, Kadıköy. Access to all parts of the city due to its vicinity to the harbor metro & bus (10 min. by foot). House with 4 rooms, equiped kitchen, spacious living, large terrace and  cat :-)",
    "description": "Wonderful apartment situated in the hearth of Yeldeğirmeni, Kadıköy. Access to all parts of the city due to its vicinity to the harbor metro & bus (10 min. by foot). House with 4 rooms, equiped kitchen, spacious living, large terrace and  cat :-)",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/2c376e8f-126e-4ae0-ae53-b0fbfdb15083.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1101035",
    "name": "Sunny 1 or 2 BR apt in Boerum Hill",
    "summary": "Large, sunny apartment in a classic Brooklyn 3-story row house in historic and trendy Boerum Hill neighborhood known for its charming, brownstone buildings and tree-lined streets.",
    "description": "Large, sunny apartment in a classic Brooklyn 3-story row house in historic and trendy Boerum Hill neighborhood known for its charming, brownstone buildings and tree-lined streets. Large, sunny apartment in a classic Brooklyn 3-story row house in historic and trendy Boerum Hill neighborhood known for its charming, brownstone buildings and tree-lined streets. Centrally located and steps away from 12 major train lines and great restaurants, cafes, boutiques, shops, theaters, museums, parks.  One block away is the A,C train which is 10 minutes to downtown Manhattan (Soho, Nolita, Lower East Side, Chinatown, Meat-packing district). This 800sf, 1-bedroom, apartment encompasses the entire 2nd floor of the house and has a private entry.  (optional:  2nd bedroom available for additional $25/night, more info below). The 3rd floor apartment is occupied by your hosts (Judy, Alex and their mini dachshund Lulu) and the first floor retail space is occupied by a gift shop.   Charming original details ",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/16564232/c0a26143_original.jpg?aki_policy=large"
    }
  },
  {
    "_id": "11012484",
    "name": "",
    "summary": "We're a couple of spanish people and we want to share our beautiful apartment with nice people visiting the incredible Barcelona. The apartment is quiet even being in the heart of this plenty of life quarter.",
    "description": "We're a couple of spanish people and we want to share our beautiful apartment with nice people visiting the incredible Barcelona. The apartment is quiet even being in the heart of this plenty of life quarter. We're friendly pleople, who loves to travel and like to meet travellers and different cultures. The apartment is very confortable, nice and quiet. 1 bathroom The kitchen is not available (it's only for private use) We´ll be available in case you need any advice about visiting Barcelona, we can help to plan your visits if you want to. Gracia is one of the most young, colorful and alive quarters in Barcelona. Plenty of restaurants, small local shops, nice (Website hidden by Airbnb) the same time, this place still maintain the taste of a village inside the big city.  We live in the most important and beautiful street in Gracia, Verdi, one minute walking from the emblematic Cines Verdi Our flat is 5 minutes to Fontana L3 and 5 minutes to Joanic L4, 10 minutes walking to Passeig de Gra",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/301a4f7c-cd66-478f-8e34-2a6472c0491e.jpg?aki_policy=large"
    }
  },
  {
    "_id": "1104768",
    "name": "2 Bdrm/2 Bath  Family Suite Ocean View",
    "summary": "This breathtaking 180 degree view of Waikiki is one of a kind. You will never forget staying in this family suite. Ideal for families, wedding parties, and large groups. Very large family suite with 1300 sf, 2 private balconies, 2 bedrooms, 2 full baths, dining room, living room, TV, free Wi-Fi,  free parking and full kitchen.  Great views of Waikiki Beach and the sunsets.  Watch the dolphins and whales from your balcony.  Watch the Friday night fireworks from lanai  7:45 PM by Hilton Village.",
    "description": "This breathtaking 180 degree view of Waikiki is one of a kind. You will never forget staying in this family suite. Ideal for families, wedding parties, and large groups. Very large family suite with (Phone number hidden by Airbnb) sf, 2 private balconies, 2 bedrooms, 2 full baths, dining room, living room, TV, free Wi-Fi,  free parking and full kitchen.  Great views of Waikiki Beach and the sunsets.  Watch the dolphins and whales from your balcony.  Watch the Friday night fireworks from lanai  7:45 PM by Hilton Village. NOTICE DATED JAN. 4, (Phone number hidden by Airbnb) EFFECTIVE FEB 4 TO JUNE 30, (Phone number hidden by Airbnb) THE POOL DECK WILL BE CLOSED for resurfacing. This condo  is in the middle of Waikiki, 1 block from the ocean and within walking distance of all your Waikiki Activities and sites to visit.  This is a large (Phone number hidden by Airbnb) sf)  2-bedroom, 2-bath condo  facing directly at the ocean. Two large and separate balconies allow for outside dining and s",
    "bedrooms": 2,
    "beds": 4,
    "bathrooms": {
      "$numberDecimal": "2.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/438cb864-9ef3-43bc-a1ba-c911e9ea6835.jpg?aki_policy=large"
    }
  },
  {
    "_id": "11055163",
    "name": "Room 1 near Jordan Mtr station 1min",
    "summary": "Hi,Welcome!!The Apartment near Jordan Station just 10second and night market 3min walk ‧32inches TV  ‧Kettle  ‧Free high-speed wifi  ‧Bath products  ‧Hair dryer 你好,歡迎來到我們的房間!距離佐敦地鐵站10秒路程,樓下向右步行3分鐘可見裕華國貨及廟街夜市 ‧32吋液晶體電視 ‧快煮壺 ‧免費WIFI ‧沐浴用品 ‧吹風機",
    "description": "Hi,Welcome!!The Apartment near Jordan Station just 10second and night market 3min walk ‧32inches TV  ‧Kettle  ‧Free high-speed wifi  ‧Bath products  ‧Hair dryer 你好,歡迎來到我們的房間!距離佐敦地鐵站10秒路程,樓下向右步行3分鐘可見裕華國貨及廟街夜市 ‧32吋液晶體電視 ‧快煮壺 ‧免費WIFI ‧沐浴用品 ‧吹風機 Newly renovated private one single bed and one double bed room at Jordan. 10second walk from Jordan MTR station, have extensive windows and Free WiFi All rooms URLs RoomA link: https://www.airbnb.com.hk/rooms/16398028 RoomB link: https://www.airbnb.com.hk/rooms/16293825 Room1 link: https://www.airbnb.com.hk/rooms/11055163 Room2 link: https://www.airbnb.com.hk/rooms/11204329 Room3 link: https://www.airbnb.com.hk/rooms/11095139 Room4 link: https://www.airbnb.com.hk/rooms/11096386 Room5 link: https://www.airbnb.com.hk/rooms/11058147 Room4 near Austin Station : https://www.airbnb.com.hk/rooms/11113433",
    "bedrooms": 1,
    "beds": 1,
    "bathrooms": {
      "$numberDecimal": "1.0"
    },
    "images": {
      "picture_url": "https://a0.muscache.com/im/pictures/56c95356-f42b-4c27-bef7-811fa55f3a10.jpg?aki_policy=large"
    }
  }
]